Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# story_2_text_the_best_way_to_get_great_ideas_while_moving_p1
source: Did you notice any activities where new interesting ideas pop-up in your head more easily? When interviewed about what was the most productive part of his day, Elon Musk replied: “when I'm taking the shower”. He's not the only one; loads of people report that many of their best ideas appear to them when they're showering! What about when we're moving? Is there any moment which tends to be especially productive for people? As a matter a fact, there is one way of moving from one place to another that seems to be particularly good if you want to wander into new ideas. Several bright thinkers seemed to have discovered this advantage and purposefully moved in that form of moving when they wanted to have better thoughts about something. Hint: some of them, like Beethoven, Dickens and Darwin, lived when there were no motorized vehicles around… Hint 2: It is a form of moving that activates the brain. What's your guess? Check out what it is on tomorrow's story… :)
ca_es: T'has adonat que algunes activitats fan que se t'acudeixin idees noves i interessants més fàcilment? Quan li van preguntar quina era la part més productiva del seu dia, Elon Musk va contestar: «Quan em dutxo». No és l'únic. Moltes persones expliquen que algunes de les millors idees se'ls acudeixen quan s'estan dutxant! I què passa quan ens movem? Hi ha algun moment que acostumi a ser especialment productiu? De fet, hi ha una manera de desplaçar-se que sembla que és particularment bona per aconseguir noves idees. Sembla que molts pensadors brillants coneixien aquest avantatge i es movien d'aquesta manera deliberadament quan volien tenir millors idees sobre algun tema. Pista: alguns d'ells, com ara Beethoven, Dickens i Darwin, vivien quan encara no hi havia vehicles motoritzats... Pista 2: És una manera de moure's que activa el cervell. Què creus que és? Fixa't en la història de demà... :)
es: ¿Has notado que algunas actividades hacen que se te ocurran nuevas e interesantes ideas más fácilmente? Cuando le preguntaron cuál era la parte más productiva de su día, Elon Musk respondió: «Cuando me ducho». No es el único. ¡Muchos dicen que algunas de las mejores ideas se les ocurren mientras se están duchando! ¿Y qué pasa cuando nos movemos? ¿Hay algún momento que suela ser especialmente productivo para la gente? Pues resulta que hay una manera de desplazarse de un lugar a otro que es particularmente buena si quieres conseguir nuevas ideas. Parece ser que muchos pensadores brillantes ya lo sabían y se movían de esta manera deliberadamente cuando querían tener mejores ideas sobre algo. Pista: Algunos de ellos, como Beethoven, Dickens y Darwin, vivieron cuando todavía no existían los vehículos a motor... Pista 2: Es una manera de moverse que activa el cerebro. ¿Qué crees que es? Fíjate en la historia de mañana... :)
fi: Oletko huomannut, että joitain asioita tehdessä päähäsi juolahtaa helpommin uusia mielenkiintoisia ideoita? Kun häneltä kysyttiin mikä oli päivän tehokkain osa, Teslan perustaja Elon Musk vastasi: "kun olen suihkussa". Eikä hän ole ainoa, sillä todella monet kertovat että parhaat ajatukset tulevat suihkussa! Entä kun liikumme? Onko joku hetki erityisen tehokas? Itse asiasa eräs tapa liikkua paikasta toiseen on erityisen hyvä jos haluat päätyä uusiin ideoihin. Useat kuuluisuudet ovat mitä ilmeisimmin huomanneet tämän ja omaksuneet sen tavakseen liikkua halutessaan saada hyviä ajatuksia. Vinkki: jotkut heistä, kuten Beethoven, Dickens ja Darwin elivät aikana, jolloin ei vielä ollut moottoriajoneuvoja... Toinen vinkki: tämä liikkumismuoto aktivoi aivoja. Mitä veikkaat? Tarkista huomisen tarinasta... :)
fr: Avez vous déjà remarqué que certaines activités stimulent l'apparition de nouvelles idées ? Lorsqu'on lui a demandé quel était le moment le plus productif de la journée, Elon Musk répondit : "Sous la douche!". Il n'est pas le seul, un grand nombre de personne dit avoir eu leurs meilleures idées lorsqu'ils prennent une douche ! Et lorsqu'on se déplace ? est-ce que certains moments peuvent se révéler particulièrement productifs ? En effet, il y a un mode de déplacement qui s'avère extrêmement bon pour générer de nouvelles idées. Plusieurs grands penseurs en ont fait l'expérience et se déplaçaient même volontairement de cette façon lorsqu'ils souhaitaient avoir de meilleurs réflexions sur un sujet. Indice 1 : certains, comme Beethoven, Dickens et Darwin, vivaient à une époque sans véhicules motorisés. Indice 2 : C'est une forme de mouvement qui active le cerveau. À quoi pensez vous ? La réponse dans l'histoire de demain ... :)
hr: Jeste li primjetili aktivnosti u kojima lakše dobivate zanimljive ideje? O svom najproduktivnijem dijelu dana, Elon Musk je u intervjuu odgovorio: "Dok se tuširam". On nije jedini! Mnogi ljudi kažu kako im najbolje ideje padaju na pamet dok se tuširaju! Što s je vremenom koje provodimo dok putujemo? Postoji li poseban trenutak koji je ljudima pogotovo produktivan? Zapravo, postoji oblik putovanja s jednog mjesta do drugog koji se čini pogotovo dobar ako se želite izgubiti u novim idejama. Nekoliko sjajnih mislilaca otkrilo je tu prednost i namjerno se kretalo tim načinom putovanja kad su željeli bolje razmišljati o nečemu. Trag 1: neki od njih, poput Beethovena, Dickensa i Darwina, živjeli su u vrijeme bez motornih vozila... Trag 2: Radi se o obliku putovanja koji aktivira mozak. Što mislite? Provjerite u sutrašnjoj priči ... :)
it: Hai notato attività in cui nuove idee interessanti si aprono in testa più facilmente? Intervistato su quale sia stata la parte più produttiva del suo tempo, Elon Musk ha risposto: "quando faccio la doccia". Non è l'unico; un sacco di persone riportano che molte delle loro migliori idee appaiono quando fanno la doccia! Che dire quando ci stiamo trasferendo? C'è un momento che tende ad essere particolarmente produttivo per le persone? È un dato di fatto, c'è un modo di spostarsi da un luogo all'altro che sembra essere particolarmente buono se vuoi vagare in nuove idee. Parecchi brillanti pensatori sembravano aver scoperto questo vantaggio e si erano mossi intenzionalmente in quella forma di movimento quando volevano avere pensieri migliori su qualcosa. Suggerimento: alcuni di loro, come Beethoven, Dickens e Darwin, vivevano quando non c'erano veicoli motorizzati intorno ... Suggerimento 2: è una forma di movimento che attiva il cervello. Qual è la tua ipotesi? Scopri cosa è nella storia di domani ... :)
nb: La du merke til noen aktiviteter som gjør at nye, interressante idèer blomstrer opp? Da Elon Musk ble intervjuet om hva som var den mest produktive delen av dagen hans, svarte han: "når jeg tar en dusj". Han er ikke alene; en hel haug av mennesker rapporterer at de får de beste ideene sine mens de står i dusjen! Hva med når vi beveger oss? Er det noen øyeblikk som ofte påvirker oss til å bli mer produktive? Faktisk er det en måte å bevege seg på fra et sted til et annet som ser ut til å fungere ekstra godt om du leter etter nye idèer. Mange store tenkere later til å ha oppdaget denne fordelen og har brukt denne bevegelsesmetoden bevisst når de grublet på noe. Hint: noen av dem, som Beethoven, Dickens og Darwin, levde før det fantes motoriserte kjøretøy... Hint 2: Det er en form for bevgelse som aktiviserer hjernen. Hva tror du det er? Sjekk det ut i morgen i vår neste historie... :)
nl: Zijn er activiteiten waarbij er makkelijker nieuwe ideeën in je opkomen? Elon Musk antwoordde op de vraag 'Wat is het meest productieve deel van jouw dag': 'Als ik in de douche sta'. Hij is niet de enige: veel mensen geven aan dat veel van hun beste ideeën in de douche opkomen! Zou dat ook kunnen gebeuren wanneer we onderweg zijn? Zijn er momenten die dan het meest productief zijn? Eigenlijk blijkt onderweg zijn zeer geschikt om op nieuwe ideeën te komen. Verschillende grote denkers blijken dit voordeel te hebben ontdekt, dat als ze in beweging zijn, ze dan beter kunnen nadenken over iets. Hint: sommigen van hen, zoals Beethoven, Dickens en Darwin, leefden op een plek zonder gemotoriseerde voertuigen. Nog een hint: het is een vorm van beweging die het brein activeert. Raad jij het? Check het in het verhaal van morgen... :)
pt: Já pensou no decurso de que actividades é que as suas melhores ideias surgiram? Quando entrevistado sobre os momentos mais produtivos do seu dia, Elon Musk indicou ser durante o duche. Ele não será o único; imensas pessoas indicam repetidamente que as suas melhores ideias aparecem quando estão a tomar banho. E o que acontecerá durante as suas deslocações? Existe algum momento particularmente produtivo para si? De facto, existe uma forma de deslocação que aparenta ser particularmente interessante se procura explorar novas ideias. Diversos pensadores crêem ter descoberto esta vantagem e movem-se propositadamente desta forma quando pretendem refletir sobre assuntos importantes. Dica: alguns, como Beethoven, Dickens e Darwin, viviam numa época em que não existiam viaturas motorizadas... Dica 2: exige um movimento que ativa o cérebro Qual é o seu palpite? Para confirmar a resposta, veja a nossa história de amanhã... :)
sk: Všimli ste si niekedy, že počas niektorých aktivít sa vám môžu generovať nové nápady ľahšie? Elon Musk pri rozhovore o tom, čo je najproduktívnejšou časťou jeho dňa, odpovedal: „keď sa sprchujem“. Nie je jediný. Veľa ľudí tvrdí, že mnohé z ich najlepších nápadov prichádzajú práve počas sprchovania! A čo počas cestovania? Existuje nejaká situácia, aktivita alebo cestovanie špecifickým dopravným prostriedkom, ktoré významne vplývajú na produktivitu ľudí? Faktom je, že existuje jeden spôsob dopravy, ktorý sa zdá byť najlepší na generovanie nových myšlienok. Niekoľko mysliteľov objavilo túto výhodu a zakomponovali tento druh dopravy do svojho každodenného života vždy keď chceli prísť s novými nápadmi a myšlienkami. Tip: niektorí z nich ako Beethoven, Dickens a Darwin, žili vo svete bez motorizovaných dopravných prostriedkov... Tip 2: je to forma pohybu, ktorá aktivuje mozog Viete o akom type dopravy hovoríme? Pozrite sa, čo to je v zajtrajšom príbehu… :)

# story_3_title_the_best_way_to_get_great_ideas_while_moving_p2
source: The best way of getting great ideas while moving - part 2
ca_es: La millor manera de tenir grans idees mentre et mous, part 2
es: La mejor manera de tener grandes ideas mientras te mueves, parte 2
fi: Paras tapa saada hienoja ideoita liikkuessa - osa 2
fr: Les grandes idées viennent en se déplaçant - partie 2
hr: Najbolje za smišljanje novih ideja dok prometujemo - 2. dio
it: Il modo migliore per ottenere grandi idee durante lo spostamento - parte 2
nb: Den beste måten å få nye idèer mens man reiser - del 2
nl: De beste manier om onderweg geweldige ideeën te krijgen
pt: A melhor forma de ter ideias fabulosas durante uma viagem - parte 2
sk: Najlepší spôsob ako získať skvelé nápady počas pohybu - časť 2
