Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# story_3_text_the_best_way_to_get_great_ideas_while_moving_p2
source: So, what is the form of moving that all the thinkers mentioned in the previous story did to make them have better ideas? Walking! Yes, Steve Jobs for example went for lonely walks around Apple's office in Palo Alto just to think better. He also did meetings with people in that way. Instead of an office room, he brought them for a walk. But is there any scientific explanation for this, or were these just random phenomena? Well, there are studies that show that when humans walk, there are parts of their brain which become more activated. A study with school children showed that children that arrived in the morning to perform a test, had their brain much more active if they had arrived walking than if they had arrived by car. Of course, for the brain to be free for ideas while walking, it seems to be important that there are no major environmental disturbances that oblige you to pay attention to where your going, like obstacles, traffic or too much noise. Cities designed with better conditions for walking are better cities for generating great ideas! To promote productive walking meetings, someone had a bright idea (maybe she was walking or showering, we don't really know!): To build an APP which would define paths in the city that were particularly good for walking meetings. This app is called Weeting and has meeting walking routes for several cities in The Netherlands. How good are your walking paths for thinking?
ca_es: Així doncs, quina és la manera de moure's que els pensadors de la història anterior feien servir per tenir millors idees? Caminar! Sí! Steve Jobs, per exemple, feia passejos tot sol al voltant de les oficines d'Apple a Palo Alto només per pensar millor. També es reunia amb gent d'aquesta manera. En lloc d'anar a un despatx, se n'anaven a fer un volt. Hi ha alguna explicació científica per a tot això, o són simplement fenòmens aleatoris? Bé, hi ha estudis que demostren que, mentre caminem, hi ha parts del cervell que se'ns activen més. Un estudi amb nens en edat escolar va demostrar que els nens que arribaven al matí per fer un examen tenien el cervell molt més actiu si havien arribat caminant que si els havien portat en cotxe. És clar que, perquè el cervell estigui lliure per pensar en idees mentre caminem, sembla important que no hi hagi pertorbacions ambientals que t'obliguin a parar atenció a on vas, com ara obstacles, trànsit o massa soroll. Les ciutats dissenyades amb millors condicions per caminar són ciutats millors per generar grans idees! Per promoure reunions productives mentre es camina, algú va tenir una idea brillant (potser la va tenir mentre es dutxava o caminava, no ho sabem!): Crear una aplicació que mostri recorreguts a la ciutat que siguin especialment adequats per fer reunions caminant. Aquesta aplicació es diu Weeting i té recorreguts per fer reunions caminant en diverses ciutats dels Països Baixos. I com de bons són els llocs per on tu camines per pensar?
es: Así pues, ¿cuál es la forma de moverse que los pensadores citados en la historia anterior usaban para tener mejores ideas? ¡Andar! ¡Sí! Steve Jobs, por ejemplo, daba paseos alrededor de la oficina de Apple en Palo Alto para pensar mejor. También se reunía con gente de esta manera. En vez de ir a un despacho, se iban a caminar. Pero... ¿Hay alguna explicación científica para esto? ¿O solo son fenómenos aleatorios? Pues bien, hay estudios que demuestran que, cuando andamos, hay partes de nuestro cerebro que se activan más. Un estudio realizado con niños en edad escolar demostró que los que llegaban por la mañana para hacer un examen tenían el cerebro mucho más activo si habían llegado andando que si habían llegado en coche. Por supuesto, para que el cerebro esté libre para pensar mientras andamos, parece ser importante que no haya perturbaciones ambientales importantes que nos obliguen a prestar atención a donde nos dirigimos, como podrían ser obstáculos, tráfico o demasiado ruido. ¡Las ciudades diseñadas con mejores condiciones para andar son mejores para generar grandes ideas! Para incentivar que la gente tenga reuniones andando que sean productivas, alguien tuvo una brillante idea (quizás la tuvo mientras andaba o se duchaba, ¡no lo sabemos!): crear una aplicación que determine recorridos en la ciudad que sean especialmente buenos para hacer reuniones andando. La aplicación se llama Weeting y tiene recorridos para realizar reuniones andando en varias ciudades de los Países Bajos. ¿Qué tal son los lugares por donde paseas para pensar?
fi: Mikä siis on se liikkumismuoto, jota edellisessä tarinassa esitellyt kuuluisuudet käyttivät saadakseen parempia ideoita? Kävely! Juuri niin. Esimerkiksi Steve Jobs lähti yksin kävelylle Applen toimiston ympäristöön vain voidakseen ajatella paremmin. Hän myös piti kokouksia ihmisten kanssa kävellessään. Kokoushuoneen sijaan hän kutsui heidät kävelylle. Onko tälle joku tieteellinen selitys, vai onko kyse sattumasta? On olemassa tutkimuksia, joiden mukaan jotkut aivojen osat aktivoituvat kun ihminen kävelee. Koululaisilla tehty tutkimus osoitti, että lapsilla, jotka tulivat aamulla kouluun kävellen, oli kokeissa paljon aktiivisemmat aivot kuin niillä jotka tuotiin autolla. Voidakseen saada ajatuksia aivojen ei tietenkään pidä altistua ympäristön häiriötekijöille joihin pitää kiinnittää huomiota, kuten esteet, liikenne tai liian kova melu. Kaupungit joissa on hyvä kävellä ovat myös hyviä paikkoja hienojen ajatusten synnyttämiseen! Kannustaakseen kävellen tehtäviä kokouksia jollakin oli mainio ajatus (jonka hän sai varmaankin kävellessä tai suihkussa, eikö vain): Voisi tehdä sovelluksen joka kertoo mitkä reitit kaupungissa ovat erityisen hyviä kävelykokouksille. Tämän sovelluksen nimi on Weeting ja siinä on kävelykokousreittejä useisiin kaupunkeihin Alankomaissa. Kuinka helppoa ajattelu on sinun kävelyreiteilläsi?
fr: Quel est le mode de déplacement que les penseurs utilisent pour stimuler leurs idées ? La marche ! Steve Jobs par exemple prenait de longues marches solitaires autour d'Apple à Palo Alto, juste pour mieux penser. Il faisait aussi certains rendez vous de cette façon. Au lieu de réfléchir dans un bureau, ils partaient en balade. Y'a-t-il une explication scientifique pour cela, ou est-ce juste un phénomène aléatoire ? Des études montrent que lorsque les humains marchent, des parties de leur cerveau développent plus d'activité. Par exemple, des écoliers furent soumis à un test dès l'arrivée à l'école. Le cerveau de ceux venant à pied était bien plus actif que celui de ceux arrivant en voiture ! Bien sur, pour que le cerveau soit prêt pour de nouvelles idées, il est important qu'il n'y ait pas de perturbations environnementales majeures qui vous obligent à vous concentrer : obstacles, trafic, trop de bruit. Les villes qui développent de bonnes conditions pour les piétons sont aussi des villes pour stimuler de grandes idées ! Pour promouvoir des réunions en marchant, quelqu'un a eu une idée brillante (peut-être qu'elle marchait ou prenait une douche, nous ne savons pas!) : construire une application qui définit des itinéraires en ville pour pouvoir discuter et réfléchir. Cette App s'appelle Weeting et possède plusieurs itinéraires définis dans plusieurs villes de Hollande. Vos cheminements piétons sont ils bons pour la réflexion?
hr: Dakle, koji je oblik putovanja koji su svi sjajni mislioci iz prethodne priče koristili kako bi imali bolje ideje? Hodanje! Steve Jobs je, na primjer, sam hodao oko Appleovog ureda u Palo Altu kako bi bolje razmišljao. Na taj način održavao je i sastanke s kolegama. Umjesto u prostoriju za sastanke, vodio ih je u šetnje. No, postoji li za ovo neko znanstveno objašnjenje ili su ovo samo slučajne pojave? Naime, postoje istraživanja koja pokazuju kako se ljudima, dok hodaju, aktiviraju pojedini dijelovi mozga. Istraživanje školske djece pokazalo je da je djeci, koja su ujutro na ispit došla pješice, mozak aktivniji od onih koji su došli automobilom. Naravno, da bi mozak bio slobodan i otvoren za nove ideje tijekom hodanja važno je da ne postoje velike okolinske smetnje koje vas navode da obratite pažnju kuda idete, poput prepreka, prometa ili previše buke. Gradovi s boljim uvjetima za hodanje dobri su za proizvodnju sjajnih ideja! Osoba koja je htjela promovirati hodanje za sastanke imala je sjajnu ideju (možda se tuširala ili hodala, stvarno ne znamo!): Izraditi mobilnu aplikaciju koja određuje puteve u gradu pogodne za hodajuće sastanke. Ta aplikacija zove se Weeting i ima mnogo ruta za hodajuće sastanke u nekoliko gradova Nizozemske. Koliko su vaši putevi dobri za razmišljanje?
it: Quindi, qual è la forma del movimento che tutti i pensatori menzionati nella storia precedente hanno fatto per farli avere idee migliori? A piedi! Sì, Steve Jobs, ad esempio, è andato per le passeggiate solitarie intorno all'ufficio di Apple a Palo Alto solo per pensare meglio. Ha anche fatto incontri con persone in quel modo. Invece di una stanza dell'ufficio, li portò a fare una passeggiata. Ma c'è qualche spiegazione scientifica per questo, o erano solo questi fenomeni casuali? Bene, ci sono studi che dimostrano che quando gli esseri umani camminano, ci sono parti del loro cervello che diventano più attivate. Uno studio con i bambini delle scuole ha dimostrato che i bambini che sono arrivati ​​al mattino per eseguire un test, avevano il cervello molto più attivo se fossero arrivati ​​a piedi piuttosto che se fossero arrivati ​​in auto. Naturalmente, poiché il cervello è libero di idee mentre si cammina, sembra essere importante che non ci siano grossi disturbi ambientali che ti obbligano a prestare attenzione a dove vai, come ostacoli, traffico o troppo rumore. Le città progettate con migliori condizioni per camminare sono città migliori per generare grandi idee! Per promuovere riunioni produttive, qualcuno ha avuto un'idea brillante (forse stava camminando o facendo la doccia, non lo sappiamo davvero!): Costruire un'APP che definisse percorsi in città particolarmente adatti per le riunioni a piedi. Questa app si chiama Weeting e ha percorsi a piedi per incontrare diverse città nei Paesi Bassi. Quanto sono buoni i tuoi sentieri per pensare?
nb: Så, hvilken form for bevegelse brukte alle de store tenkerne, som vi nevnte i forrige historie, for å få bedre idèer? Vandring! Nyere tids tenkere, som Steve Jobs, gikk ensomme turer rundt Apples kontor i Palo Alto bare for å kunne tenke bedre. Han foretok også møtene sine på denne måten. I stedet for å møtes på kontoret, tok han partene med på en spasertur. Så er spørsmålet: er det egentlig noe vitenskapelig grunnlag for dette, eller er det bare et tilfeldig fenomen? Vel, det finnes studier som viser at deler av hjernen blir mer aktiv mens vi går. En studie utført som en morgentest på skolebarn, viste tydelig at barn som ankom skolen til fots hadde en mye mer aktiv hjerne enn barn som ankom med bil. Det ser også ut til å være viktig at det ikke er store, oppmerksomhetskrevende forstyrrelser i miljøet vi går i, som trafikk, hindrer og mye støy, for at hjernen skal kunne være fri til å skape idèer mens vi går. Byer bygd for et bedre gå-miljø er byer som bygger opp nye, gode idèer. For å fremheve produktive vandre-møter fikk noen en lys idè (kanskje hun gikk en tur eller dusja, vi vet egentlig ikke!): Å bygge en app som definerer ruter i byen som egner seg spesielt godt til vandrende møter. Denne appen heter "Weeting" og har gode ruter for vandre-møter til mange av byene i Nederland. Hvor gode er vandrerutene dine for grubling?
nl: Dus, welke vorm van beweging van de grote denkers uit het vorige verhaal zorgde voor goede ideeën? Wandelen! Ja, Steve Jobs bijvoorbeeld deed eenzame wandelingen op het Apple-domein in Palo Alto, gewoon om beter te kunnen denken. Hij deed ook wandel-vergaderingen: in plaats van een vergaderlokaal, nam hij hen mee voor een wandeling. Is er hier een wetenschappelijke uitleg voor, of was dat gewoon willekeurig? Wel, er zijn studies die aantonen dat wanneer mensen wandelen, er bepaalde delen van het brein worden geactiveerd. Een studie met schoolkinderen toonde aan dat wanneer kinderen op school aankwamen, hun brein veel actiever was als ze te voet waren gekomen dan met de auto. Natuurlijk mag er iet teveel afleiding zijn tijdens een wandeling, om het brein optimaal te kunnen laten ideeën spuien. Verkeer, lawaai, obstakels... Steden die ontworpen zijn met betere voorwaarden om te wandelen zijn betere steden om op grootse ideeën te komen! Om productieve wandelmeetings te bevorderen, had iemand een geweldig idee (misschien in de douche gekregen, wie weet!): Een App te bouwen die wandelroutes uitstippelde die zeer geschikt waren voor wandelmeetings. De App heet Weeting en bevat verschillende vergaderwandelroutes in Nederland. Hoe goed zijn jouw wandelroutes om na te denken?
pt: Qual será, então, a forma de se deslocar que os pensadores mencionados na história anterior optam, no sentido de ter as melhores ideias? Andar a pé! Sim, até Steve Jobs, por exemplo, apreciava caminhadas solitárias em torno do edifício da Apple em Palo Alto apenas para ter tempo para pensar. Ele também opta muitas vezes por reunir com pessoas dessa forma. Assim, em vez de se fechar num gabinete, convida-as para uma caminhada. Mas existirá alguma explicação científica para isto? Bem, existem estudos que demonstram que quando os humanos caminham certas partes do cérebro tornam-se mais ativas.Um estudo com crianças em idade escolar demonstrou que quando, de manhã, chegavam a pé, tinham o seu cérebro muito mais ativo do que quando chegavam de carro Claro que para o cérebro estar disponível para geração de novas ideias durante uma caminhada é importante que não existam constrangimentos contextuais, que obriguem a prestar atenção à envolvente, como obstáculos, trânsito ou ruído. Assim, poder-se-á assumir que as cidades com melhores condições para a marcha a pé são aquelas que geram também melhores ideias! Para promover reuniões produtivas baseadas em caminhadas, alguém teve a ideia brilhante (talvez estivesse a andar ou apenas a tomar um duche :)) de criar uma app que definisse caminhos pedonais urbanos que fossem particularmente úteis para este fim. Esta app chama-se Weeting e oferece informação sobre vários roteiros pedonais em cidades Holandesas que convidam a reuniões em caminhadas. Serão as suas caminhadas adequadas para pensamento produtivo?
sk: Takže, ktorý spôsob dopravy pomáhal mysliteľom z predchádzajúceho príbehu prichádzať na nové myšlienky a nápady? Chôdza! Áno, napríklad Steve Jobs chodil na prechádzky okolo kancelárie spoločnosti Apple v Palo Alto s cieľom prichádzať na nové a lepšie nápady. Takýmto spôsobom taktiež prebiehali aj jeho stretnutia. Namiesto využívania kancelárskych priestorov sa s ľuďmi radšej prechádzal. Existuje vedecké vysvetlenie alebo je to len náhoda? Existujú štúdie, ktoré dokazujú, že počas chôdze sú niektoré časti mozgu viac aktivované ako ostatné. Štúdia s deťmi v školách ukázala, že deti, ktoré prišli ráno do školy pešo napísali test lepšie ako tie, ktoré do školy doviezli rodičia autom. Samozrejme, že na generovanie nápadov počas prechádzok je dôležité, aby sa v okolí nenachádzalo veľa rušivých faktorov, ktoré odpútavajú tvoju pozornosť, ako napríklad hlučné prostredie, doprava a iné prekážky. Mestá s vybudovanou infraštruktúrou a chodníkmi sú mestá, ktoré pomáhajú generovať skvelé nápady. Za účelom podpory "stretnutí v pohybe" bola vytvorená aplikácia, ktorá sa zrodila možno práve počas chôdze alebo sprchovania. Aplikácia zobrazuje trasy pre chodcov, ktoré sú vhodné práve na takéto stretnutia za chôzde. Táto aplikácia sa nazýva Weeting a obsahuje trasy z viacerých miest v Holandsku. A čo vaše trasy? Prinášajú vám dostatok nových myšlienok?

# story_4_title_the_7_shades_of_pedros_cycling_time
source: The 7 shades of Pedro's cycling time
ca_es: Les set fases de Pedro i la seva bicicleta
es: Las siete fases de Pedro y su bicicleta
fi: Petrin 7 pyöräilytarinaa
fr: 7 nuances de vélo pour Pedro
hr: 7 nijansi Pedrovog vremena bicikliranja
it: Le 7 sfumature del tempo ciclistico di Pedro
nb: Pedros sykkelerfaring i 7 trinn
nl: De zeven tinten van Pedro's fietstijd
pt: As 7 sombras do tempo de viagem do Pedro em bicicleta
sk: 7 odtieňov Pedrovho času na bicykli
