Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# Keep_Reporting_Your_Trips_Reward_Completed_Popup
source: Keep reporting your trips to monitor your stats to see your evolution and help this research
ca_es: Segueix informant dels teus viatges per a continuar monitoritzant les teves estadístiques i ajudar a aquesta investigació
de: Berichten Sie weiterhin über Ihre Fahrten, um Ihre Statistiken zu überwachen, Ihre Entwicklung zu verfolgen und diese Forschung zu unterstützen.
es: Sigue informando de tus viajes para monitorear tus estadísticas y ayudar a la investigación
fi: Jatka matkojesi raportointia nähdäksesi matkatietojasi ja etenemistäsi sekä auttaaksesi tutkimusta
fr: Continuer à valider vos trajets pour faire évoluer vos statistiques et aider la recherche.
hr: Nastavite prijavljivati vaša putovanja kako biste nadzirali vaše podatke i vidjeli vaš napredak te pomoć u istraživanju
pt: Continue a monitorizar as suas estatísticas para acompanhar a sua evolução e ajudar o projeto
sk: Pokračuj v potvrdzovaní svojich ciest, aby si mohol sledovať svoj cestovný čas a pomôcť výskumu.

# Woorti_Just_Detected_Start_Trip
source: Woorti just detected that you started a trip
ca_es: Woorti ha detectat que has iniciat un viatge
de: Woorti hat gerade festgestellt, dass Sie eine Fahrt begonnen haben
es: Woorti ha detectado el inicio de un viaje
fi: Woorti havaitsi juuri, että aloitit matkan
fr: Woorti vient de détecter un début de trajet.
hr: Woorti je upravo otkrio da ste započeli putovanje
it: Woorti ha appena rilevato che hai iniziato un viaggio
nb: Woorti registrer at du har startet en reise
pt: A Woorti detetou que iniciou uma viagem
sk: Woorti práve detekoval začiatok tvojej cesty

# Your_Trip_As_Ended
source: Your trip has ended
ca_es: El teu viatge ha finalitzat\ Ara pots informar a Woorti
de: Ihre Fahrt ist fertig
es: Tu viaje ha finalizado\ Ahora puedes reportarlo en Woorti
fi: Matkasi on päättynyt.\nVoit nyt raportoida sen Woortissa
fr: Votre trajet est terminé. \n Allez le valider dans Woorti!
hr: Vaše putovanje je završeno
it: Il tuo viaggio si è concluso
nb: Turen din er over
pt: A sua viagem terminou.\n Deve agora validar a viagem na Woorti
sk: Tvoja cesta sa skončila

# Onboarding_Successful
source: Onboarding Successfully Completed
ca_es: Registre completat amb èxit
de: Onboarding erfolgreich abgeschlossen
es: Registro completado con éxito
fi: Perehdytys on suoritettu onnistuneesti
fr: Embarquement réussi
hr: Prijava uspješno završena
it: Iscrizione completata con successo
nb: Registrerings-prosessen er fullført
pt: Perfil completado
sk: Registrácia úspešne dokončená

source: Trip validation tutorial
ca_es: Manual de validació de viatges
de: Tutorial zur Reisevalidierung
es: Tutorial de validación del viaje
fi: Opastus matkojen vahvistamisesta
fr: Tutoriel validation de trajet
hr: Vodič za prijavu putovana
it: Tutorial di validazione viaggio
pt: Tutorial de validação de viagem
sk: Návod ako potvrdiť cestu

# Onboarding_Duplicated
source: Onboarding was already completed before. Logging in.
ca_es: El registre ja s'havia completat. Inicia sessió
de: Das Onboarding war bereits zuvor abgeschlossen. Einloggen.
es: El registro ya se había completado. Inicia sesión
fi: Perehdytys on jo suoritettu. Kirjaudutaan sisään.
fr: L'enregistrement a déjà été effectué. Connectez vous.
hr: Prijava je već ranije uspješno završena. Ulogiravanje.
it: L'iscrizione è già stata effettuata. Effettua il login in
nb: Registrerings-prosessen fullført tidligere. Logger inn.
pt: O seu perfil já foi completado antes. Clique em entrar.
sk: Registrácia už prebehla. Prihlás sa.

# Onboarding_Error
source: An error has occurred during Onboarding. Please try completing Onboarding again.
ca_es: Hi ha hagut un error durant el registre. Si us plau intenta registrar-te de nou
de: Beim Onboarding ist ein Fehler erfolgt. Bitte versuchen Sie erneut das Onboarding auszufüllen.
es: Un error ha ocurrido durante el registro. Por favor intenta registrarte otra vez
fi: Virhe perehdytyksessä. Yritä suorittaa se uudelleen.
fr: Une erreur s'est passée pendant l'enregistrement. Essayez de le compléter à nouveau. Merci.
hr: Došlo je do pogreške prilikom prijave. Molimo pokušajte dovršiti prijavu ponovno.
it: Si è verificato un errore nel processo di iscrizione. Per piacere riprova a completare il processo d'iscrizione
pt: Ocorreu um erro durante o preenchimento do perfil. Por favor complete-o novamente.
sk: Počas registrácie nastala chyba. Prosím skús to znova.

# Trip_Submission_Attempt
source: Attempting to submit trip information
ca_es: Intentant enviar dades del viatge
de: Es wird versucht, Reiseinformationen zu übermitteln
es: Intentando enviar los datos del viaje
fi: Yritetään lähettää matkaraporttia.
fr: Tentative de soumission de l'information.
hr: Pokušaj prijave informacija o putovanju
it: Tentativo di inviare informazioni di viaggio
nb: Forsøker å sende inn info om turen
pt: Tentativa de submissão de informação de viagem
sk: Pokúšam sa odoslať informácie o ceste

# Trip_Submission_Successful
source: Trip information submitted successfully
ca_es: Informació del viatge enviada amb èxit
de: Reiseinformationen erfolgreich übermittelt
es: Información del viaje enviada con éxito
fi: Matkaraportti lähetetty.
fr: Données du trajet soumises avec succès.
hr: Informacije o putovanju su uspješno prijavljene
it: Informazioni di viaggio inviate correttamente
nb: Info om turen sendt inn
pt: Validação de viagem completada com sucesso
sk: Cesta bola úspešne potvrdená

# Trip_Submission_Not_Submitted
source: Trip not submitted - reconnect later
ca_es: Viatge no enviat - Connecteu-vos més tard
de: Reise nicht übermittelt - versuchen Sie es später erneut
es: Viaje no enviado - Reconecte después
fi: Matkaraporttia ei lähetetty - yritä yhteyttä myöhemmin.
fr: Trajet non soumis - reconnectez vous plus tard.
hr: Putovanje nije prijavljeno - pokušajte kasnije
it: Viaggio non inoltrato: ricollegati in seguito
nb: Reise ikke registrert – Prøver igjen senere
pt: Viagem não submetida, tente novamente mais tarde
sk: Cesta nebola potvrdená - skús neskôr

source: You can now report about it in Woorti
ca_es: Tu pots informar-ne a Woorti
de: Sie können nun darüber in Woorti berichten
es: Ahora puedes reportarlo en Woorti
fi: Voit nyt raportoida siitä Woortissa.
fr: Vous pouvez maintenant le valider dans Woorti.
hr: Sada možete prijaviti kroz Woorti
it: Ora puoi segnalarlo in Woorti
pt: Podes agora comunica-lo no Woorti
sk: Povedz nám o nej viac v appke.

source: Complete until %@
ca_es: Completa fins a %@
de: Fertiggestellt zu %@
es: Completa hasta %@
fi: Suoritettu %@ asti
fr: Compléter avant le %@
hr: Dovršeno do %@
it: Completo fino a %@
pt: Completar até %@
sk: Súťaž skončí %@

source: You have a new survey.
ca_es: Tens una nova enquesta
de: Sie haben eine neue Umfrage
es: Tienes una nueva encuesta
fi: Sinulla on uusi kysely.
fr: Vous avez une nouvelle enquête.
hr: Imate novi upitnik
it: Hai un nuovo sondaggio.
pt: Tem um novo inquérito
sk: Máš nový dotazník.

# Fill_It_And_Earn_XX_Points
source: Fill it in and earn %@ points
ca_es: Ompliu-la i guanyeu %@ punts
de: Füllen Sie dies aus und gewinnen %@ Punkte
es: Rellénalo y gana %@ puntos
fi: Täytä se saadaksesi %@ pistettä
fr: Complétez la et gagnez %@ points.
hr: Ispunite ga i zaradite%@ bodova
it: Compilalo e guadagna %@ punti
pt: Preencha e ganha %@ pontos
sk: Vyplň dotazník a získaj %@ bodov

source: Is your phone blocking trip detection?
ca_es: El vostre telèfon bloqueja la detecció del viatge?
de: Blockiert Ihr Telefon Trip-Erkennung?
es: ¿Tu teléfono está bloqueando la detección de viajes?
fi: Estääkö puhelimesi matkojen tunnistamisen?
fr: Est-ce que votre téléphone bloque la détection des trajets ?
hr: Blokira li vaš telefon bilježenje putovanja?
it: Il tuo telefono blocca il rilevamento del viaggio?
nb: Blokkerer telefonen din registrering av reiser?
pt: O seu telefone estará a bloquear a deteção?
sk: Blokuje tvoj telefón zaznamenávanie ciest?

# Woorti_Gives_You_Points_For_Each_Info
source: Woorti gives you 25 points for each additional information item you fill in your profile.
ca_es: Woorti us dóna 25 punts per cada element d'informació addicional que ompliu al vostre perfil
de: Woorti gibt Ihnen 25 Punkte für jede zusätzliche Information, die Sie in Ihrem Profil angeben.
es: Woorti te da 25 puntos por cada elemento de información adicional que rellenes en tu perfil
fi: Woorti antaa sinulle 25 pistettä jokaisesta käyttäjätiedoissa täyttämästäsi lisätiedosta.
fr: Woorti vous donne 25 points pour chaque item rempli dans votre profil.
hr: Woorti vam daje 25 bodova za svaku dodatnu informaciju koju ispunite u vašem profilu.
it: Woorti ti dà 25 punti per ogni informazione aggiuntiva che inserisci nel tuo profilo.
pt: O Woorti atribui-lhe 25 pontos por cada informação adicional preenchida no seu perfil.
sk: Woorti ti dá 25 bodov za každú informáciu, ktorú vyplníš v profile.

# If_Thats_The_Case_Fortunately_There_Is_Solution
source: If that is the case, fortunately there is a solution. Get the instructions for your phone brand by pressing the button below.
ca_es: Si aquest és el cas, per sort té solució. Obtingueu les instruccions de la vostra marca de telèfon prement el següent botó
de: Falls dies der Fall ist, haben wir glücklicherweise eine Lösung. Drücken Sie auf den folgenden Knopf, um die Anweisungen für Ihre Telefonmarke zu bekommen.
es: Si es el caso, por suerte hay solución. Consigue las instrucciones para la marca de su teléfono pulsando el botón de abajo
fi: Siinä tapauksessa ratkaisua ei valitettavasti ole. Katso puhelinmalliasi koskevat ohjees painamalla alla olevaa nappia.
fr: Si c'est le cas, il y a une solution! Obtenez les instructions pour votre marque de smartphone en appuyant sur le bouton ci-après.
hr: Ako je tako, srećom postoji rješenje. Dohvatite upute za vaš tip telefona tako da kliknete na ikonu ispod.
it: Se è così, fortunatamente c'è una soluzione. Ottieni le istruzioni per la marca del tuo telefono premendo il pulsante qui sotto.
pt: Se esse é o caso, felizmente há uma solução. Obtenha as instruções da marca do seu telefone ao pressionar o botão em baixo.
sk: Ak to je tvoj prípad, našťastie máme riešenie. Klikni na tlačidlo nižšie a zobrazia sa ti inštrukcie ako na to.

source: Enable app activity
ca_es: Habilitar l'activitat de l'aplicació
de: App-Aktivität einschalten
es: Habilitar la actividad de la aplicación
fi: Salli sovelluksen toiminta
fr: Activez l'activité de l'application.
hr: Omogući rad aplikacije
it: Abilita attività dell'app
pt: Ativar a atividade da app
sk: Povoliť aktivitu

source: Do not show again
ca_es: No mostrar una altra vegada
de: Nicht mehr anzeigen
es: No mostrar de nuevo
fi: Älä näytä uudestaan
fr: Ne plus montrer.
hr: Više ne prikazuj
it: Non mostrare più
nb: Ikke vis dette igjen
pt: Não mostrar novamente
sk: Nezobrazovať opäť

# If_Your_Trips_Are_Frequently_Not_Being_Recorded
source: If your trips are frequently not being recorded, your phone might be blocking this app’s activity.
ca_es: Si els teus viatges sovint no es registren és possible que el seu telèfon estigui bloquejant l'activitat de l'aplicació
de: Wenn Ihre Reisen häufig nicht angezeigt werden, blockiert Ihr Telefon möglicherweise die Aktivität dieser App.
es: Si tus viajes frecuentemente no son registrados, tu teléfono puede estar bloqueando la actividad de la aplicación
fi: Jos matkojasi jää jatkuvasti tunnistamatta, puhelimesi saattaa estää tämän sovelluksen toimintaa.
fr: Si vos trajets sont fréquemment non enregistrés votre téléphone bloque surement cette application.
hr: Ako se vaša putovanja često ne bilježe, možda vaš telefon blokira rad aplikacije.
it: Se i tuoi viaggi non vengono registrati di frequente, il tuo telefono potrebbe bloccare l'attività di questa app.
nb: Vis dine turer stadig ikke blir registrert kan det være at telefonen din blokkerer denne appens aktiviteter
pt: Se frequentemente as suas viagens não tiverem a ser gravadas, o seu telefone pode estar a bloquear a actividade desta app.
sk: Ak viacero tvojich ciest nebolo zaznamenaných, je možné, že tvoj telefón blokuje túto aplikáciu.

source: Tell us more about yourself
ca_es: Explica'ns més sobre tu
de: Erzählen Sie uns mehr über Sie selber
es: Cuéntanos más sobre ti
fi: Kerro lisää itsestäsi
fr: Dites nous en plus sur vous
hr: Recite nam više o sebi
it: Dicci qualcosa in più di te
nb: Fortell oss mer om deg selv
pt: Conte-nos mais sobre si próprio
sk: Povedz nám o sebe viac.

source: Your data is anonymised.
ca_es: Les teves dades són anònimes
de: Ihre Daten sind anonymisiert
es: Tus datos son anónimos
fi: Tietosi on anonymisoitu.
fr: Votre donnée est anonymisée.
hr: Vaši podaci su anonimizirani.
it: I dati raccolti sono resi anonimi
nb: Dine data anonymiseres
nl: Jouw data worden geanonimiseerd
pt: Os seus dados são anonimizados.
sk: Tvoje dáta sú anonymizované.

source: Fill in profile
ca_es: Omple el perfil
de: Profil ausfüllen
es: Rellenar perfil
fi: Täytä käyttäjätietosi
fr: Compléter le profil
hr: Ispunite vaš profil
it: Inserisci nel profilo
nb: Fyll ut profil
nl: Vul profiel in
pt: Preencha o perfil
sk: Vyplň profil

source: Later
ca_es: Més tard
de: Später
es: Más tarde
fi: Myöhemmin
fr: Plus tard
hr: Kasnije
it: Dopo
nb: Senere
pt: Mais tarde
sk: Neskôr

source: Points all time
ca_es: Punts
de: Alle Punkte
es: Puntos
fi: Pisteitä koko ajalta
fr: Points
hr: Bodovi ukupno
it: Punti sempre
nb: Poeng, tilsammen
nl: Alle punten
pt: Pontuação total
sk: Celkové body

# Days_All_Time
source: Days with trips all time
ca_es: Dies amb viatges
de: Tage mit allen Punkten
es: Días con viajes
fi: Matkapäiviä koko ajalta
fr: Jours avec trajets
hr: Dani s putovanjima ukupno
it: Giorni con viaggi sempre
nb: Dager med reiser, tilsammen
nl: Alle dagen met trajecten
pt: Dias com viagens no total
sk: Celkový počet dní s cestami

source: Trips all time
ca_es: Viatges
de: Alle Fahrten
es: Viajes
fi: Matkoja koko ajalta
fr: Trajets
hr: Putovanja ukupno
it: Viaggi per tutto il tempo
nb: Turer tilsammen
nl: Alle trajecten
pt: Viagens no total
sk: Celkový počet ciest

# If_Your_Trips_Are_Frequently_Not_Being_Recorded_No_Link_To_Site
source: If your trips are frequently not being recorded, your phone might be blocking this app’s activity. Check your battery optimization settings in Android to unblock Woorti.
ca_es: Si els seus viatges sovint no es registren és probable que el seu telèfon estigui bloquejant l'activitat de l'aplicació. Comprova la configuració d'optimització de la bateria en Android per desbloquejar Woorti
de: Wenn Ihre Fahrten häufig nicht angezeigt werden, blockiert Ihr Telefon möglicherweise die Aktivität dieser App. Überprüfen Sie die Einstellung für die Batterieoptimierung in Android, um Woorti zu entsperren.
es: Si tus viajes frecuentemente no son registrados, es posible que tu teléfono esté bloqueando la actividad de la aplicación. Comprueba la configuración de optimización de la batería en Android para desbloquar Woorti
fi: Jos matkojasi jää usein tunnistamatta, puhelimesi saattaa estää sovelluksen toimintaa. Tarkista Androidin akun optimointiasetukset mahdollistaaksesi Woortin toiminnan.
fr: Si vos trajets sont fréquemment non détectés, il est possible que votre téléphone bloque Woorti. Vérifiez vos réglages d'optimisation de la batterie dans Android pour débloquer.
hr: Ako se vaša putovanja često ne bilježe, možda vaš telefon blokira rad aplikacije. Provjerite postavke optimizacije baterije kako biste odblokirali Woorti.
it: Se i tuoi viaggi non vengono spesso registrati, il telefono potrebbe bloccare l'attività di questa app. Controlla le impostazioni di ottimizzazione della batteria di Android per sbloccare Woorti.
nb: Hvis Woorti ofte ikke merker at du reiser kan det være at telefonen blokkerer denne appen sine aktiviteter. Sjekk batteri-innstillingene i Android.
pt: Se frequentemente as suas viagens não estão a ser gravas, o seu telefone poderá estar a bloquear a atividade desta App. Confirme nas suas definições de optimização de bateria no Android para desbloquear o Woorti
sk: Ak sa tvoje cesty často nezaznamenávajú, tvoj telefón pravdepodobne blokuje aktivitu tejto aplikácie. Skontroluj prosím nastavenia optimalizácie batérie v systéme Android a odblokuj Woorti.

# Dashboard_You
source: You
ca_es: Tu
de: Sie
es: Tu/Usted
fi: Sinä
fr: Vous
hr: Vi
it: Tu
nb: Du
nl: Jij
pt: Você
sk: Ty

# Dashboard_Community
source: Community
ca_es: Comunitat
es: Comunidad
fi: Ryhmä
fr: Communauté
hr: Zajednica
nb: Fellesskap
pt: Comunidade
sk: Komunita

# Dashboard_Citizens
source: Citizens
ca_es: Ciutadans
de: Staatsbürger
es: Ciudadanos
fi: Kaikki
fr: Citoyens
hr: Građani_ke
it: Cittadini
nb: Borgere
pt: Cidadãos
sk: Občania

# Dashboard_Balloon_Text_Worthwhile_From_Onboarding
source: These results reflect either default scores or the scores you have stated in the onboarding, per mode of transport . You may always change the applicable scores in the app’s Settings.
ca_es: Aquests resultats mostren puntuacions predeterminades o les puntuacions que heu indicat en el registre, per tipus de transport. Pots canviar les puntuacions aplicables a la configuració de l'aplicació
de: Diese Ergebnisse geben entweder die Standardwerte oder die von Ihnen im Onboarding angegebenen Werte pro Transportmittel wieder. Sie können die zutreffenden Bewertungen jederzeit in den Einstellungen der App ändern.
es: Estos resultados reflejan las puntuaciones predeterminadas o las puntuaciones que has indicado en el registro, por modo de transporte. Puedes cambiar la puntuación aplicable en la Configuración de la aplicación
fi: Nämä tulokset kuvastavat joko oletustietoja tai tietoja jotka annoit sovellukselle aluksi rekisteröityessäsi, kulkutapakohtaisesti. Voit milloin tahansa vaihtaa käytettyjä tietoja sovelluksen asetuksissa.
fr: Ces résultats dépendent des paramètres par défaut ou ceux que vous avez renseigné à l'enregistrement, par mode de transport. Vous pouvez les modifier dans les réglages de l'application.
hr: Ovi podaci odražavaju ili zadane rezultate ili rezultate koje ste naveli prilikom prijave u aplikaciju, po načinu prijevoza. Uvijek možete promijeniti odgovarajuće rezultate u postavkama aplikacije.
it: Questi risultati riflettono i punteggi predefiniti o i punteggi che hai dichiarato nell'onboarding, per modalità di trasporto. Puoi sempre modificare i punteggi cambiando le Impostazioni dell'app.
pt: Esses resultados reflectem as pontuações padrão ou as pontuações declaradas na integração, por modo de transporte. Poderá sempre alterar as pontuações aplicáveis ​​nas configurações.
sk: Tieto výsledky odrážajú predvolené hodnoty alebo hodnoty, ktoré ste uviedli počas registrácie pri jednotlivých druhoch dopravy. Príslušné hodnoty môžete kedykoľvek zmeniť v nastaveniach aplikácie.

# Dashboard_Balloon_Text_Worthwhile_From_Leg_Info_Recorded
source: These results reflect the worthwhileness assessment of the legs of the trip that you’ve chosen to report in your trip reports.
ca_es: Aquests resultats mostren la valoració de les etapes del viatge que heu marcat a l'informar sobre el viatge
de: Diese Ergebnisse spiegeln die Bewertung der Wertigkeit der Abschnitte der Reise wider, die Sie in Ihren Reiseberichten angegeben haben.
es: Estos resultados reflejan la evaluación del valor de las etapas del viaje que has elegido reportar en tus informes de viaje
fi: Nämä tulokset kuvastavat hyödyllisyysarviota niiden matkojen osista, jotka raportoit sovelluksella.
fr: Ces résultats reflètent la profitabilité des parties de trajets que vous avez choisi lors de la validation.
hr: Ovi podaci odražavaju procjenu vrijednosti dijelova putovanja koja ste odabrali za izvještavanje.
it: Questi risultati riflettono la valutazione di utilità del viaggio che hai scelto di segnalare nella validazione di viaggio.
nl: Deze resultaten tonen hoe waardevol jij jouw deeltrajecten vindt van de reis waarover je rapporteert.
pt: Esses resultados reflectem a avaliação de valorização das partes da viagem que escolheu para relatar em seus relatórios de viagem.
sk: Tieto výsledky odrážajú hodnotenie užitočnosti jednotivých častí ciest, ktoré si vybral a ohodnotil.

# Dashboard_Your_Whole_Trips
source: Your whole trips
ca_es: Tots els teus viatges
de: Alle Ihre Fahrten
es: Todos tus viajes
fi: Kaikki matkasi
fr: Tous vos trajets
hr: Vaša putovanja ukupno
it: Tutti i tuoi viaggi
pt: Todas as suas viagens
sk: Tvoje všetky cesty

# Dashboard_Your_Reported_Legs
source: You reported legs
ca_es: Les etapes registrades
de: Ihre gemeldeten Schritte
es: Tus etapas informadas
fi: Ilmoittamasi matkan osat
fr: Vos bouts de trajets validés
hr: Vaši prijavljeni dijelovi putovanja
nb: Dine rapporterte etapper
nl: Je gerapporteerde deeltrajecten
pt: As suas viagens validadas
sk: Tvoje ohodnotené časti ciest

source: Time Spent in Travel
ca_es: Temps gastat durant el viatge
de: Verbrachte Reisezeit
es: Tiempo gastado viajando
fi: Matka-aika
fr: Temps en déplacement
hr: Vrijeme utrošeno na putovanje
it: Tempo speso in spostamenti
nb: Tid brukt på reise
pt: Tempo dispendido em viagem
sk: Čas strávený cestovaním

source: Travelled Distance
ca_es: Distància recorreguda
de: Gereiste Distanz
es: Distancia recorrida
fi: Kuljettu matka
fr: Distance voyagée
hr: Duljina putovanja
it: Distanza percorsa
nb: Avstand du har reist
pt: Distância viajada
sk: Prejdená vzdialenosť

source: CO2 Emissions
ca_es: Emissions de CO2
de: CO2-Emission
es: Emisiones de CO2
fi: Hiilidioksidipäästöt
fr: Emissions de CO2
hr: Emisija CO2
it: Emissioni di CO2
nb: CO2-utslipp
pt: Emissões de CO2
sk: CO2 emisie

source: Calories
de: Kalorien
es: Calorías
fi: Kalorit
hr: Kalorije
it: Calorie
nb: Kalorier
nl: CO2-uitstoot
pt: Calorias
sk: Kalórie

# The_Community_Trips
source: The community's trips
ca_es: Els viatges de la comunitat
de: Die Fahrten der Community
es: Los viajes de la comunidad
fi: Ryhmän matkat
fr: Les trajets de la communauté
hr: Putovanja zajednice
it: I viaggi della comunità
nb: Turene til fellesskapet
pt: As viagens da sua comunidade
sk: Cesty komunity

# The_Community_Validated_Legs
source: The community's validated legs
ca_es: Les etapes validades de la comunitat
de: Der Community überprüften Beine
es: Las etapas validadas de la comunidad
fi: Ryhmän vahvistetut matkan osat
fr: Les trajets validés par la communauté
hr: Prijavljeni dijelovi putovanja zajednice
it: I percorsi validati dalla comunità
nb: Fellesskapets godkjente turer
nl: De deeltrajecten van de community
pt: As viagens validadas da sua comunidade
sk: Ohodnotené časti ciest komunitou

source: (compared to your scores)
ca_es: (en comparació a la teva puntuació)
de: (verglichen mit Ihrem Score)
es: (en comparación a tu puntuación)
fi: (verrattuna omiin tietoihisi)
fr: (comparé à vos résultats)
hr: (usporedivši s vašim rezultatima)
it: (rispetto ai tuoi punteggi)
nb: (sammenlignet med dine poeng)
pt: (comparação com os seus resultados)
sk: (v porovnaní s tvojimi výsledkami)

source: Worthwhileness
ca_es: Utilitat
de: Lohnenswerte
es: Utilidad
fi: Hyödyllisyys
fr: Profitabilité
hr: Vrijednost utrošenog vremena
it: Grado di utilità
nl: Waardevolheid
pt: Utilidade
sk: Užitočnosť

# Pop_Up_Hey_There_Title
source: "Hey there!"
ca_es: ¡Hola!
de: "Hallo!"
es: ¡Hola!
fi: "Hei siellä!"
fr: Coucou !
hr: "Pozdrav!"
it: "Ehilà!"
nb: Hei, du!
nl: Hallo reiziger!
pt: "Olá!"
sk: "Ahoj!"
