Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

source: Vehicle ride smoothness
ca_es: Facilitat de conducció
de: Leichtgängigkeit der Fahrzeugführung
es: Facilidad en la conducción
fi: Kulkuneuvon ajon tasaisuus
fr: secousses du véhicule
hr: Lakoća vožnje vozila
it: Velocità di scorrimento degli automezzi
nb: Sømløs kjøring
nl: Zacht en comfortabel rijden met dit voertuig
pt: Suavidade/Qualidade da viagem
sk: Plynulosť jazdy dopravným prostriedkom

source: Seating quality/personal space
ca_es: Qualitat dels seients/espai personal
de: Sitzqualität/persönlicher Raum
es: Calidad de los asientos/espacio personal
fi: Istuinten laatu/oma tila
fr: Qualité des sièges/espace personnel
hr: Kvaliteta sjedenja/osobni prostor
it: Possibilità di sedersi/spazio personale
nb: Sitter behagelig/intimsfære
nl: Kwaliteit van de zitplaats/ persoonlijke ruimte
pt: Qualidade dos assentos/espaço de privacidade
sk: Kvalita sedenia/osobný priestor

source: Other people
ca_es: Altres persones
de: Andere Leute
es: Otras personas
fi: Muut ihmiset
fr: Autres voyageurs
hr: Drugi ljudi
it: Altre persone
nb: Andre mennesker
nl: Andere mensen
pt: Outras pessoas
sk: Iní ľudia

source: Air quality/temperature
ca_es: Qualitat de l'aire/temperatura
de: Luftqualität/Temperatur
es: Calidad del aire/temperatura
fi: Ilman laatu/lämpötila
fr: Qualité de l'air/température
hr: Kvaliteta zraka/temperatura
it: Qualità dell'aria/temperatura
nb: Luftkvalitet/temperatur
nl: Luchtkwaliteit/ temperatuur
pt: Qualidade do ar/temperatura
sk: Kvalita vzduchu/teplota

source: General atmosphere/design
ca_es: Atmosfera general/disseny
de: Allgemeine Atmosphäre/Design
es: Atmósfera general/diseño
fi: Yleinen tunnelma/design
fr: Ambiance générale/design
hr: Gradski krajolik i atmosfera
it: Atmosfera generale/design
nb: Bylandskap og -miljø
nl: Algemene atmosfeer/ ontwerp
pt: Ambiente global/design
sk: Všeobecná atmosféra/dizajn

source: Road/path availability and safety
ca_es: Disponibilitat i seguretat de la carretera/camí
de: Straße / Weg Verfügbarkeit und Sicherheit
es: Disponibilidad y seguridad de la carretera/camino
fi: Tien/kulkureitin olemassaolo ja turvallisuus
fr: Itinéraire sécurisé présent
hr: Pristupačnost i sigurnost cesta/puteva
it: Strada/percorso disponibile e sicurezza
nb: Trygge og tilgjengelige veier/stier
nl: Weg/ pad-beschikbaarheid en veiligheid
pt: Disponibilidade e segurança da estrada / caminho
sk: Dostupnosť a bezpečnosť cesty/chodníka

# Accessibility_Escalators_Lifts_Ramps_Stairs_Etc
source: Good accessibility (lifts, ramps, etc.)
ca_es: Accessibilitat (escales mecàniques, ascensors, rampes, escales, etc.)
de: Zugänglichkeit (Rolltreppen, Lift, Rampen, Treppen usw.)
es: Accesibilidad (escaleras mecánicas, ascensores, rampas, escaleras, etc.)
fi: Saavutettavuus (liukuportaat, hissit, luiskat, portaat yms.)
fr: Accessibilité
hr: Dobra pristupačnost (dizala, rampe, itd.)
it: Accessibilità ( scale mobili, ascensori, rampe, scale etc )
nb: God tilgjegelighet (rulletrapp, heis, ramper, trapper osv)
nl: Goede toegankelijkheid (liften etc)
pt: Boa acessibilidade (elevadores, rampas, etc)
sk: Prístupnosť (eskalátor, výťah, rampa, schody atď.)

source: Ability to carry bags, luggage etc.
ca_es: Possibilitat de transportar bosses, equipatge, etc.
de: Möglichkeit zum Tragen von Taschen, Gepäck usw.
es: Posibilidad de transportar bolsos, equipaje, etc.
fi: Mahdollisuus kantaa laukkuja, matkatavaroita tms.
fr: Possibilité de transporter des sacs/bagages...
hr: Mogućnost unošenja torbi, prtljage itd.
it: Possibilità di portare borse, bagagli etc
nb: Mulighet å ta med vesker, bagasje osv
nl: Mogelijkheid om zakken en koffers te dragen
pt: Possibilidade de transportar sacos, bagagem, etc
sk: Možnosť niesť so sebou tašky, batožinu atď.

source: Ability to take kids or pets along
ca_es: Possibilitat de viatjar amb nens o mascotes
de: Fähigkeit Kinder oder Haustiere mitzunehmen
es: Posibilidad de viajar con niños o mascotas
fi: Mahdollisuus kuljettaa lapsia tai lemmikkejä
fr: Possibilité de voyager avec des enfants ou des animaux
hr: Mogućnost vođenja djece ili kućnih ljubimaca
it: Possibilità di portare con sè bambini o animali
nb: Mulighet til å ta med barn eller kjæledyr
nl: Mogelijkheid om kinderen of huisdieren mee te nemen
pt: Possibilidade de levar crianças ou animais comigo
sk: Možnosť vziať so sebou deti alebo domáce zvieratá

source: Benches/toilets etc.
ca_es: Bancs/lavabos/etc.
de: Bänke/Toiletten usw.
es: Bancos/aseos, etc.
fi: Penkit, WC-tilat yms.
fr: Bancs/toilettes etc...
hr: Klupe/WC itd.
it: Panchine/toilets etc
nb: Benker/toalett osv
nl: Toiletten etc
pt: Assentos/casas-de-banho
sk: Lavičky/toalety atď.

source: Facilities (shower, lockers)
ca_es: Instal·lacions (dutxes, taquilles)
de: Einrichtungen (Dusche, Schließfächer)
es: Instalaciones (duchas, taquillas)
fi: Huoltotilat (suihkut, vaatekaapit)
fr: Équipements (douches, vestiaires)
hr: Sadržaji (tuš, ormarići)
it: Servizi ( docce, armadietti)
nb: Fasiliteter (dusj, skap)
nl: Faciliteiten (douche, lockers...)
pt: Utilidades (duche, cacifos, etc)
sk: Zariadenie (sprchy, skrinky)

source: Parking at end points
ca_es: Aparcaments a la destinació
de: Parkieren am Endpunkt
es: Aparcamiento en destino
fi: Pysäköinti päätepisteissä
fr: Parking au point d'arrivée
hr: Parking na krajnjoj destinaciji
it: Parcheggi
nb: Parkering på endestoppet
nl: parking op de bestemming
pt: Estacionamento no destino
sk: Parkovanie v cieľových bodoch

source: Road/path quality
ca_es: Qualitat de la carretera/camí
de: Straßen-/Wegqualität
es: Calidad de la carretera/camino
fi: Tien/kulkureitin laatu
fr: Qualité de la route
hr: Kvaliteta ceste/puta
it: Strada/qualità del percorso
nb: Veikvalitet
nl: Kwaliteit van de weg/ het pad
pt: Qualidade da estrada/caminho
sk: Kvalita cesty/chodníka

source: Road/path directness
ca_es: Carretera/camí directe
de: Straße/Weg Direktheit
es: Carretera/camino directo
fi: Tien/kulkureitin suoruus/lyhyys
fr: Itinéraire direct
hr: Izravnost ceste/puta
it: Strada/percorso diretto
nb: Få omveier
nl: Directe verbinding van de weg/ het pad
pt: Ligação direta da estrada/caminho
sk: Priamosť cesty/chodníka

source: Air quality
ca_es: Qualitat de l'aire
de: Luftqualität
es: Calidad del aire
fi: Ilmanlaatu
fr: Qualité de l'air
hr: Kvaliteta zraka
it: Qualità dell'aria
nb: Luftkvalitet
nl: Luchtkwaliteit
pt: Qualidade do ar
sk: Kvalita vzduchu

source: Lighting/visibility
ca_es: Il·luminació/visibilitat
de: Beleuchtung/Sichtbarkeit
es: Iluminación/visibilidad
fi: Valoisuus/näkyvyys
fr: Lumière/visibilité
hr: Osvijetljenost/vidljivost
it: Luce/visibilità
nb: Veilys/synlighet
nl: Verlichting/ zichtbaarheid
pt: Luminosidade/visibilidade
sk: Osvetlenie/viditeľnosť

source: Cars/other vehicles
ca_es: Cotxes/altres vehicles
de: Autos/andere Fahrzeuge
es: Coches/otros vehículos
fi: Autot/muut kulkuneuvot
fr: Voitures/autres véhicules
hr: Automobili/druga vozila
it: Auto/altri veicoli
nb: Biler/andre kjøretøy
nl: Auto's/ andere voertuigen
pt: Carros/outros veículos
sk: Autá/iné vozidlá

source: Space for luggage/pram/bicycle etc.
ca_es: Espai per a equipatge/carret/bicicleta/etc.
de: Platz für Gepäck/Kinderwagen/Fahrrad usw.
es: Espacio para equipaje/carrito/bici/etc.
fi: Tilaa matkatavaroille/rattaille/pyörälle tms.
fr: Espace pour bagages/poussette/vélos, etc...
hr: Prostor za prtljagu/kolica/bicikl itd.
it: Spazio per i bagagli/carrozzine/biciclette etc
nb: Plass til bagasje/barnevogn/sykkel o.l.
nl: Plaats voor bagage/ buggy/ fiets etc
pt: Espaço para bagagem/carrinho de bebé/bicicletas, etc
sk: Priestor pre batožinu/kočík/bicykel atď.

source: Road quality/vehicle ride smoothness
ca_es: Qualitat de la carretera/facilitat de la conducció
de: Straßenqualität/Leichtgängigkeit der Fahrzeugführung
es: Calidad de la carretera/facilidad de conducción
fi: Tien laatu/kulkuneuvon ajon tasaisuus
fr: Qualité de la route/secousses du véhicule
hr: Kvaliteta ceste/lakoća vožnje
it: Qualità della strada/scorrevolezza del traffico
nb: Veikvalitet/behagelig kjøretøy
nl: Kwaliteit van het wegdek/ zacht rijden met het voertuig
pt: Qualidade da viagem/da estrada
sk: Kvalita cesty/plynulosť jazdy vozidla

source: Vehicle quality
ca_es: Qualitat del vehicle
de: Fahrzeugqualität
es: Calidad del vehículo
fi: Kulkuneuvon laatu
fr: Qualité du véhicule
hr: Kvaliteta vozila
it: Qualità dell'auto
nb: Kjøretøyets kvalitet
nl: Kwaliteit van het voertuig
pt: Qualidade do veículo
sk: Kvalita vozidla

source: Seat comfort
ca_es: Comoditat del seient
de: Sitzkomfort
es: Comodidad del asiento
fi: Istuimen mukavuus
fr: Confort du siège
hr: Udobnost sjedala
it: Comfort dei sedili
nb: Behagelig sete
nl: Comfort van de zitplaatsen
pt: Conforto dos assentos
sk: Pohodlnosť sedadiel

source: Other passengers
ca_es: Altres passatgers
de: Andere Passagiere
es: Otros pasajeros
fi: Muut matkustajat
fr: Autres passagers
hr: Drugi putnici
it: Altri passeggeri
nb: Andre passasjerer
nl: Andere passagiers
pt: Outros passageiros
sk: Iní pasažieri

source: Other cars/vehicles
ca_es: Altres cotxes/vehicles
de: Andere Autos/Fahrzeuge
es: Otros coches/vehículos
fi: Muut autot/kulkuneuvot
fr: Autres véhicules
hr: Drugi automobili/vozila
it: Altre auto/veicoli
nb: Andre biler/kjøretøy
nl: Andere auto's/ voertuigen
pt: Outros carros/veículos
sk: Iné autá/vozidlá

source: Lets get started
ca_es: Comencem!
de: Los geht's.
es: ¡Empecemos!
fi: Aloitetaan
fr: Commençons
hr: Započnimo
it: Iniziamo
nb: La oss begynne
nl: Laat ons eraan beginnen!
pt: Vamos começar
sk: Tak poďme na to

# Thank_You_For_Submitting_This_Issue
source: Thank you for submitting this issue. Confirm submission or proceed to another issue
ca_es: Gràcies per notificar aquest problema. Confirma l'enviament o notifica un altre problema
de: Vielen Dank, dass Sie dieses Problem eingereicht haben. Bestätigen Sie die Eingabe oder melden Sie ein anderes Problem
es: Gracias por notificar este problema. Confirma el envío o notifica otro problema
fi: Kiitos ilmoituksestasi. Vahvista ilmoitus tai jatka seuraavaan palautteeseen.
fr: merci pour nous avoir transmis votre problème. Confirmez ou reportez un autre problème
hr: Zahvaljujemo što ste prijavili problem. Potvrdite slanje ili nastavite s drugim problemom
it: Grazie per aver segnalato questo problema. Conferma la segnalazione o procedi segnalando un altro problema
nb: Takk for at du gjorde oss oppmerksom. Bekreft innlevering eller fortsett til et annet problem
nl: Dank je om dit probleem te melden. Bevestig deze melding of meld nog een probleem.
pt: Obrigado por submeter este problema. Confirme submissão ou proceda para outro assunto
sk: Ďakujeme za nahlásenie problému. Potvrď zaslanie alebo nahlás ďalší

source: Confirm and leave
ca_es: Confirmar i sortir
de: Bestätigen und verlassen
es: Confirmar y salir
fi: Vahvista ja lopeta
fr: Confirmez et quittez
hr: Potvrdite i izađite
it: Conferma e abbandona
nb: Bekreft og avslutt
nl: Bevestig en ga weg
pt: Confirmar e sair
sk: Potvrdiť a odísť

source: Confirm and submit more
ca_es: Confirmar i enviar-ne més
de: Bestätigen und mehr einreichen
es: Confirmar y enviar más
fi: Vahvista ja tee uusi ilmoitus
fr: Confirmer et continuer à soumettre
hr: Potvrdite i prijavite još
it: Conferma e segnala altri
nb: Bekreft og send inn mer
nl: Bevestig en meld nog een probleem
pt: Confirmar e continuar a submeter
sk: Potvrdiť a odoslať ďalší

# Where_City
source: Where in %@?
ca_es: A quina part de %@?
de: Wo in %@?
es: ¿En qué parte de %@?
fi: %@: asuinpaikkasi (kaupunki tai seutu)?
fr: Où en %@ ?
hr: Gdje u %@?
it: Dove in %@ ?
nb: Hvor i %@?
nl: Waar in %@?
pt: Onde %@?
sk: Kde %@?

source: Other country
ca_es: Altre país
de: Anderes Land
es: Otro país
fi: Muu maa
fr: Autre pays
hr: Druga zemlja
it: Altri paesi
nb: Annet land
nl: Ander land
pt: Outro país
sk: Iná krajina

source: Other city
ca_es: Altra ciutat
de: Andere Stadt
es: Otra ciudad
fi: Tarkempi paikkakunta
fr: Autre ville
hr: Drugi grad
it: Altre città
nb: Anne by
nl: Andere stad
pt: Outra cidade
sk: Iné mesto

source: Sign-up error
ca_es: Error de registre
de: Anmeldefehler
es: Error de registro
fi: Virhe rekisteröitymisessä
fr: Erreur d'inscription
hr: Greška u prijavi
it: Errore di registrazione
nb: Feil ved registering
nl: Aanmeldingsfout
pt: Erro na inscrição
sk: Chyba registrácie

source: Sign up
ca_es: Registrar-se
de: Anmelden
es: Registrarse
fi: Rekisteröidy
fr: S'inscrire
hr: Prijava
it: Registrati
nb: Registrer
nl: Meld aan
pt: Inscrição
sk: Registrácia

# How_Important_Are_The_Following_Factors
source: How important are the travel time worthwhileness elements for you, when you travel?
ca_es: Quina importància dones a aquests factors respecte del teu temps quan viatges?
de: Wie wichtig sind für Sie die folgenden Faktoren in Bezug auf Ihre Reisezeit.
es: ¿Qué importancia otorgas a estos factores en relación a tu tiempo cuando viajas?
fi: Kuinka tärkeää sinulle on käyttää matka-aikaasi seuraaviin asioihin?
fr: À quel point les facteurs suivants sont importants pour vous pendant votre temps de trajet ?
hr: Koliko su vam važni sljedeći čimbenici s obzirom na vrijeme dok putujete.
it: Quanto sono importanti i seguenti fattori per te rispetto al valore del tuo viaggio.
nb: Hvor viktig er følgende påstander for deg relatert til tiden du bruker på pendling?
nl: Hoe belangrijk zijn volgende factoren voor jou terwijl je onderweg bent:
pt: Que importância dá aos seguintes fatores quanto à valorização do seu tempo de viagem.
sk: Ako dôležité sú pre teba nasledujúce faktory s ohľadom na čas strávený cestovaním?

source: Modes of transport
ca_es: Tipus de transport
de: Transportarten
es: Tipos de transporte
fi: Kulkutavat
fr: Moyens de transport
hr: Načini prijevoza
it: Mezzi di trasporto
nb: Måter å reise
nl: Vervoerswijzen
pt: Modos de transporte
sk: Typy dopravy

source: Help research for better transport
ca_es: Ajuda a la recerca per millorar el transport
de: Hilfe bei der Recherche für einen besseren Transport
es: Ayuda a la investigación para un mejor transporte
fi: Auta kehittämään liikkumisesta parempaa
fr: Aidez la recherche pour améliorer les services de transport
hr: Doprinesite istraživanju za bolji promet
it: Aiuta la ricerca per un miglior mezzo di transporto
nb: Hjelp forskningen for bedre transportopplevelser
nl: Help onderzoek voor beter vervoer
pt: Ajude na pesquisa por melhores transportes
sk: Pomôž výskumu pre lepšiu dopravu

source: Already signed-up? Log in here
ca_es: Ja estàs registrat? Inicia la sessió aquí
de: Bereits angemeldet? Hier anmelden
es: ¿Ya estás registrado? Inicia la sesión aquí
fi: Oletko jo rekisteröitynyt? Kirjaudu täällä
fr: Déjà inscrit ? Connectez vous ici
hr: Već ste se prijavili? Ulogirajte se ovdje
it: Già Iscritto? Registrati qui
nb: Allerede registert? Logg in her
nl: Heb je al een profiel? Log dan hier in.
pt: Já inscrito? Entre aqui
sk: Už si sa registroval? Prihlás sa tu.

source: Welcome
ca_es: Benvingut
de: Herzlich willkommen
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
hr: Dobro došli
it: Benvenuto
nb: Velkommen
nl: Welkom
pt: Bem-vindo
sk: Vitaj

source: refresh surveys
ca_es: Refresca la pàgina
de: Umfragen aktualisieren
es: Refresca la página
fi: Päivitä kyselyt
fr: rafraîchir les études
hr: Osvježite upitnike
it: Aggiorna i sondaggi
nb: oppdater underøskelser
nl: Ververs
pt: Refrescar inquéritos
sk: Obnoviť prieskumy

source: The walk itself
ca_es: El fet de caminar
de: Der Fussweg selbst
es: El hecho de andar
fi: Kävely
fr: La marche en soi
hr: Hodanje samo po sebi
it: Camminata
nb: Selve spaseringen
nl: Het stappen op zich
pt: Andar a pé por si só
sk: Samotná chôdza

# Education_Highshool
source: High school
ca_es: Institut
es: Instituto
fi: Lukio
fr: Lycée
hr: Srednja škola
it: Scuola superiore
nb: Videregående skole
nl: Middelbaar onderwijs
pt: Secundário
sk: Stredoškolské

# Education_Basic
source: Basic (up to 10th grade)
ca_es: Educació primària
de: Basic (bis zur 10. Klasse)
es: Educación primaria
fi: Peruskoulu
fr: Secondaire
hr: Osnovno
it: Basilare (fino al decimo grato)
nb: Grunnskole
nl: Lager onderwijs
pt: Até ao 10º ano
sk: Základné

# Education_University
source: University
ca_es: Universitat
de: Universität
es: Universidad
fi: Yliopisto
fr: Université
hr: Fakultet
it: Università
nb: Universitet
nl: Universiteit
pt: Universidade
sk: Vysokoškolské

source: Occupation
ca_es: Ocupació
de: Besetzung
es: Ocupación
fi: Työssäkäynti
hr: Zanimanje
it: Occupazione
nb: Arbeid
nl: Beroep
pt: Ocupação
sk: Zamestnanie

# Ocupation_Student
source: Student
ca_es: Estudiant
es: Estudiante
fi: Opiskelija
fr: Étudiant
hr: Student_ica
it: Studente
pt: Estudante
sk: Študent

# Ocupation_Schedule_Worker
source: Schedule worker
ca_es: Treballador a temps complert
de: Zeitplan Arbeiter
es: Trabajador a tiempo completo
fi: Kokoaikatyö
fr: Emploi temps plein
hr: Radnik_ca na puno radno vrijeme
it: Impiegato fisso
nb: Skiftarbeider
nl: Voltijds werkend
pt: Horário de trabalho
sk: Zamestnanec

# Ocupation_Flexible_worker
source: Flexible worker (part-time working)
ca_es: Trebalador a temps parcial
de: Flexibler Arbeiter (Teilzeitarbeit)
es: Trabajador a tiempo parcial
fi: Osa-aikatyö
fr: Emploi temps partiel
hr: Radnik_ca na nepuno radno vrijeme
it: Impiegato part time o con lavoro flessibile
nb: Deltidsansatt
nl: Deeltijds werkend
pt: Trabalhador em tempo parcial
sk: Dohodár

# Ocupation_Selfemployed
source: Self-employed / free lancer
ca_es: Autònom
de: Selbständig/Freelancer
es: Autónomo
fi: Itsensä työllistävä
fr: Entrepreneur/freelance
hr: Samozaposlen_a / freelancer
it: Imprenditore/free lencer
nb: Selvstending næringsdrivende
nl: Zelfstandige/ freelancer
pt: Trabalhador por conta própria
sk: Živnostník/Free lancer

# Ocupation_Seeking_Work
source: Seeking work
ca_es: Buscant feina
de: Auf der Suche nach Arbeit
es: Buscando trabajo
fi: Työnhakija
fr: En recherche d'emploi
hr: Tražim posao
it: Alla ricerca di impiego
nb: Jobbsøker
nl: Werkzoekend
pt: À procura de emprego
sk: Nezamestnaný/á

# Ocupation_Inactive
source: Inactive/retired (pensioner)
ca_es: Inactiu/Jubilat
de: Inaktiv/Rentner (Rentner)
es: Inactivo / jubilado
fi: Eläkeläinen
fr: Inactif/retraité
hr: Nezaposlen_a / u mirovini
it: Non occupato/pensionato
nb: Pensjonist
nl: Inactief/ gepensioneerd
pt: Inativo/reformado
sk: Dôchodca

# Ocupation_Maternity
source: Maternity/Paternity leave
ca_es: Baixa de materinitat/paternitat
de: Mutterschafts-/Vaterschaftsurlaub
es: Baja de maternidad / paternidad
fi: Vanhempainvapaalla
fr: Congé maternité/paternité
hr: Roditeljski dopust
it: Maternità/congedo di parentale
nb: Foreldrepermisjon
nl: Met moederschaps-/ vaderschapsverlof
pt: Licença de maternidade/paternidade
sk: Materská/Rodičovská dovolenka

# Ocupation_Military
source: Military / civil service
ca_es: Servei militar
de: Militär/Zivildienst
es: Servicio militar
fi: Ase-/siviilipalvelus
fr: Militaire/fonctionnaire
hr: Vojni / civilni rok
it: Militare/servizio civile
nb: Militær-/silviltjeneste
nl: In militaire dienst
pt: Serviço militar
sk: Vojenská služba

source: Marital Status
ca_es: Estat civil
de: Familienstand
es: Estado civil
fi: Siviilisääty
fr: Statut conjugual
hr: Bračni status
it: Status matrimoniale
nb: Sivilstand
nl: Burgerlijke status
pt: Estado civil
sk: Rodinný stav

# Marital_Single
source: Single
ca_es: Solter/a
es: Soltero/a
fi: Naimaton
fr: Célibataire
hr: Sam_a
nb: Enslig
pt: Solteiro
sk: Slobodný/á

# Marital_Married
source: Married
ca_es: Casat/a
de: Verheiratet
es: Casado/a
fi: Naimisissa
fr: Marié.e
hr: U braku
it: Sposato
nb: Gift
nl: Getrouwd
pt: Casado
sk: Ženatý/vydatá

# Matital_Significant_Other
source: Significant other
ca_es: En parella
de: Partner
es: En pareja
fi: Muu parisuhde
fr: un.e partenaire
hr: U vezi
it: Altro significato
nb: Annet forhold
nl: Partner
pt: Outro
sk: Druh/družka

# Marital_Divorced
source: Divorced
ca_es: Divorciat/da
de: Geschieden
es: Divorciado/a
fi: Eronnut
fr: Divorcé
hr: Razveden_a
it: Divorziato
nb: Sklit
nl: Gescheiden
pt: Divorciado
sk: Rozvedený/á

# Marital_Widowed
source: Widowed
ca_es: Vidu/a
de: Verwitwet
es: Viduo/a
fi: Leski
fr: Veuf.ve
hr: Udovac_ica
it: Vedova
nb: Enke/-mann
nl: Weduwe/ weduwnaar
pt: Viúvo
sk: Vdovec/vdova

# Driver_License
source: Car driver's licence
ca_es: Carnet de conduir
de: Führerschein des Autos
es: Carnet de conducir
fi: Ajokortti
fr: Permis de conduire
hr: Vozačka dozvola B kategorije
it: Patente di guida
nb: Førerkort
nl: Rijbewijs
pt: Carta de condução
sk: Vodičský preukaz

# Household_Yearly_Income
source: Household yearly net income
ca_es: Renta anual neta
de: Jährliches Nettoeinkommen des Haushalt
es: Renta neta anual
fi: Kotitalouden vuositulot (netto)
fr: Revenu net du ménage
hr: Godišnji prihod kućanstva
it: Reddito netto di famiglia all'anno
nb: Husholdningens nettoinntekt
nl: Jaarlijks netto inkomen
pt: Rendimento líquido anual do agregado
sk: Čistý ročný príjem domácnosti

# Number_People_Household
source: Number of people in household
ca_es: Número de persones a la llar familiar
de: Anzahl der Personen im Haushalt
es: Número de personas en el hogar
fi: Kotitalouden henkilömäärä
fr: Nombre de personnes dans le ménage
hr: Broj članova kućanstva
it: Numero di persone nel nucleo familiare
nb: Antall personer i husholdningen
nl: Aantal mensen in het gezin
pt: Número de pessoas no agregado
sk: Počet osôb v domácnosti

# Number_Children_household
source: Number of children in household
ca_es: Número nens a la llar familiar
de: Anzahl der Kinder im Haushalt
es: Número de niños en el hogar
fi: Kotitalouden lapsimäärä
fr: Nombre d'enfants à charge
hr: Broje djece u kućanstvu
it: Numero di bambini nel nucleo familiare
nb: Antall barn i husholdingen
nl: Aantal kinderen in het gezin
pt: Número de crianças no agregado
sk: Počet detí v domácnosti

# Number_Cars_Household
source: Number of cars in household
ca_es: Número de cotxes a la llar familiar
de: Anzahl der Autos im Haushalt
es: Número de coches en el hogar
fi: Kotitalouden automäärä
fr: Nombre de voiture du ménage
hr: Broj automobila u kućanstvu
it: Numero di auto per famiglia
nb: Antall biler i husholdningen
nl: Aantal auto's in het gezin
pt: Número de carros no agregado
sk: Počet áut v domácnosti

source: Nationality
ca_es: Nacionalitat
de: Nationalität
es: Nacionalidad
fi: Kansallisuus
fr: Nationalité
hr: Državljanstvo
it: Nazionalità
nb: Nasjonalietet
nl: Nationaliteit
pt: Nacionalidade
sk: Národnosť
