Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# engagement_notification_4_content
source: Tap to see your Dashboard
ca_es: Pulsa aquí per veure el teu tauler de control.
de: Tippen Sie hier, um Ihr Dashboard anzuzeigen
es: Pulsa aquí para ver tu panel de control.
fi: Katso tästä liikkumistietojasi
fr: Appuyez pour voir le Tableau de bord
hr: Kliknite kako biste vidjeli svoju nadzornu ploču.
it: Tocca per vedere la tua Dashboard
nb: Klikk for å se ditt Dashbord
nl: Tap om je dashboard te zien.
pt: Clique aqui para ver o menu de resultados
sk: Klikni pre zobrazenie štatistík

# engagement_notification_5_title
source: Your travel time worthwhileness so far is %@.
ca_es: El valor del teu temps de viatge de moment és de %@.
de: Ihre bisherige lohnenswerte Reisezeit beträgt %@.
es: El valor de tu tiempo de viaje hasta el momento es de %@.
fi: Matka-ajan hyödyllisyytesi on nyt %@.
fr: Vos déplacements sont %@ utiles à ce stade.
hr: Vrijednost vašeg vremena putovanja do sada je %@.
it: La durata del tuo viaggio fino alla fine è %@.
nb: Din reisetidsverdi så langt er %@.
nl: Je reistijd-waardevolheid tot nu toe is %@
pt: A utilidade acumulada do seu tempo de viagem é de %@
sk: Tvoj cestovný čas bol využitý užitočne na %@.

# engagement_notification_5_content
source: Have you noticed how it varies with the trips you make
ca_es: Has vist com va variant depenent dels teus viatges?
de: Haben Sie bemerkt, wie dies unterschiedlich ist, abhängend von ihre Reise ?
es: ¿Te has dado cuenta que varia según tus viajes?
fi: Oletko huomannut miten se vaihtelee eri matkoillasi
fr: Avez vous remarqué que vos stats varient avec vos trajets?
hr: Jeste li primjetili kako se mijenja po putovanjima
it: Hai notato come varia con i viaggi che fai
nb: Har du merket hvordan det varierer med turene dine?
nl: Heb je opgemerkt hoe het varieert met de trips die je maakt?
pt: Já notou que varia consoante as viagens que efetua
sk: Všimol si si, ako sa to líši od tvojich ciest

# engagement_notification_6_title
source: Report your last trip.
ca_es: Avalua el teu últim viatge.
de: Berichten Sie von Ihrer letzten Reise.
es: Evalúa tu último viaje.
fi: Raportoi viimeisin matkasi.
fr: Validez votre dernier trajet.
hr: Prijavite svoje posljednje putovanje.
it: Segnala il tuo ultimo viaggio.
nb: Registrer din nyeste tur.
nl: Rapporteer je laatste traject.
pt: Valide a sua última viagem
sk: Potvrď tvoju poslednú cestu

# engagement_notification_6_content
source: Submit your data and check your stats.
ca_es: Enregistra els teus viatges i consulta les teves estadístiques.
de: Senden Sie Ihre Daten und überprüfen Sie Ihre Statistiken.
es: Registra tus viajes y consulta tus estadísticas.
fi: Syötä liikkumistietojasi ja tarkista niiden tilanne.
fr: Soumettez vos données et regarder vos stats!
hr: Prijavite svoje podatke i provjerite svoju statistiku.
it: Invia i tuoi dati e controlla le tue statistiche.
nb: Send inn data og sjekk statistikken din.
nl: Vul je data in en check je statistieken.
pt: Submeta os seus dados e acompanhe as suas estatísticas
sk: Potvrď údaje a pozri si štatistiky.

# engagement_notification_7_title
source: %@ minutes
ca_es: %@ minuts.
de: %@ Minuten
es: %@ minutos.
fi: %@ minuuttia
hr: %@ min
it: %@ minuti
nb: %@ minutter
nl: %@ minuten
pt: %@ minutos
sk: %@ minút

# engagement_notification_7_content
source: is the time you spent traveling last week
ca_es: és el temps de viatge que has passat viatjant la setmana passada.
de: ist die Zeit, die Sie letzte Woche unterwegs waren
es: es el tiempo que pasaste viajando la última semana.
fi: on aika, jonka käytit liikkumiseen viime viikolla
fr: est votre temps passé en déplacement la semaine dernière
hr: je vrijeme koje ste potrošili na putovanje protekli tjedan
it: è il tempo che hai trascorso viaggiando la settimana scorsa
nb: er tiden du brukte på å reise sist uke
nl: is de tijd die je deze week onderweg bent geweest
pt: correponde ao tempo que dispendeu viajando na última semana
sk: je čas, ktorý si strávil cestovaním minulý týždeň

# engagement_notification_8_title
source: Keep helping travel time research.
ca_es: Si us plau, continua'ns ajudant en la nostra investigació.
de: Helfen Sie die Forschung über Reisezeit weiter
es: Por favor, continúa ayudando nuestra investigación.
fi: Autathan meitä tutkimaan matka-aikaa.
fr: Continuez à aider la recherche sur l'utilité du temps!
hr: Nastavite pomagati u istraživanju.
it: Continua ad aiutare la ricerca sul tempo di viaggio.
nb: Fortsett å hjelpe med reisetid-undersøkelsen.
nl: Blijf reistijdkwaliteitsonderzoek steunen.
pt: Continue a ajudar à pesquisa sobre o valor do tempo
sk: Prispej k výskumu cestovného času.

# engagement_notification_8_content
source: Thank you for reporting your trips. Tap here.
ca_es: Gràcies per avaluar els teus viatges. Pulsa aquí.
de: Vielen Dank für den Bericht Ihrer Reisen. Hier drücken.
es: Gracias por evaluar tus viajes. Pulsa aquí.
fi: Kiitos kun raportoit matkojasi. Paina tästä.
fr: Merci de valider vos trajet. Appuyer ici.
hr: Hvala na prijavi putovanja. Kliknite ovdje.
it: Grazie per aver segnalato i tuoi viaggi. Tocca qui.
nb: Takk for at du registrerer turene dine. Trykk her.
nl: Dank je om je trajecten door te geven! Tap hier.
pt: Obrigado por validar as suas viagens. Clique aqui
sk: Ďakujem za potvrdenie tvojich ciest. Klikni sem.

# engagement_notification_9_title
source: Report your last trip.
ca_es: Avalua el teu últim viatge.
de: Berichten Sie von Ihrer letzten Reise.
es: Evalúa tu útimo viaje.
fi: Raportoi viimeisin matkasi.
fr: Parlez nous de votre dernier trajet
hr: Prijavite svoje posljednje putovanje.
it: Segnala il tuo ultimo viaggio.
nb: Registrer din nyeste reise.
nl: Rapporteer je laatste traject.
pt: Valide a sua última viagem
sk: Potvrď tvoju poslednú cestu.

# engagement_notification_9_content
source: Submit your data and check your stats.
ca_es: Enregistra els teus viatges i consulta les teves estadístiques.
de: Senden Sie Ihre Daten und überprüfen Sie Ihre Statistiken.
es: Registra tus viajes y consulta tus estadísticas.
fi: Syötä liikkumistietojasi ja tarkista niiden tilanne.
fr: Validez vos trajet pour obtenir vos stats!
hr: Prijavite svoje podatke i provjerite svoju statistiku.
it: Invia i tuoi dati e controlla le tue statistiche.
nb: Send inn dine data og sjekk statistikken din.
nl: Vul je data in en check je statistieken.
pt: Submeta os seus dados e acompanhe as suas estatísticas
sk: Potvrď svoje údaje a pozri si štatistiky.

source: Campaigns
ca_es: Campanyes
de: Kampagnen
es: Campañas
fi: Kampanjat
fr: Campagnes
hr: Kampanje
it: Campagne
nb: Kampanjer
nl: Campagnes
pt: Campanhas
sk: Kampane

# Welcome_To_Your_Trips_Board_Username
source: Welcome to your trips board, %@ !
ca_es: Benvingut/da al tauler d'enregistrament de viatges, %@ !
de: Willkommen auf Ihrem Reiseboard, %@ !
es: Bienvenido/da a tu panel de viajes, %@!
fi: Tervetuloa katsomaan matkatietojasi, %@ !
fr: Bienvenue sur votre suivi de trajets, %@!
hr: Dobrodošli u svoja putovanja, %@ !
it: Benvenuto nella bacheca dei tuoi viaggi, %@ !
nb: Velkommen til oppslagstavlen for reisene dine, %@!
nl: Welkom bij je trajecten-overzicht, %@!
pt: Bem vindo ao seu menu de resultados, %@ !
sk: Vitaj %@, tu sa zobrazia tvoje cesty!

# You_Have_X_Trips_Left_3_Days
source: You have %@ trips left to report in the last 3 days
ca_es: Tens %@ viatges per avaluar dels últims 3 dies.
de: Sie haben in den letzten 3 Tagen noch %@ Reisen zu berichten
es: Tienes %@ viajes para evaluar de los últimos 3 días.
fi: Sinulla on %@ matkaa raportoitavana kolmelta viime päivältä
fr: Vous avez %@ trajets à valider pour les 3 derniers jours
hr: Imate još %@ putovanja za prijaviti u protekla 3 dana
it: Sono rimasti %@ viaggi per segnalare negli ultimi 3 giorni
nb: Du har %@ turer igjen å registrere de 3 siste dagene
nl: Je hebt %@ trips om te waarderen in de laatste 3 dagen.
pt: Tem %@ viagens para validar nos últimos 3 dias
sk: Máš %@ nepotvrdených ciest za posledné 3 dni

# These_Are_The_Trips_You_Have_Made
source: These are the trips you have made! Reporting on them helps our research, and allows you to monitor your travel time. After reporting each trip, find out your travel time worthwhileness statistics in the Dashboard! Press the ‘!’ mark to report.
ca_es: Aquí pots veure els viatges que has fet! Avaluant-los ajudes a la recerca europea i et permet comprendre com valores el teu temps de viatge. Després d'avaluar els teus viatges, descobreix les teves estadístiques al tauler de control. Prem "!" per avaluar un viatge.
de: Dies sind die Reisen, die Sie gemacht haben! Ihre Berichterstattung hilft unserer Forschung und ermöglicht es Ihnen, Ihre Reisezeit zu beobachten. Nachdem Sie jede Reise berichtet haben, können Sie im Dashboard Ihre Reisezeit-Statistik abrufen. Drücken Sie ‘!’ zum berichten
es: ¡Estos son los viajes que has hecho! Evaluándolos ayudas a la investigación europea y te permite comprender como valoras tu tiempo de viaje. Después de evaluar tus viajes, descubre tus estadísticas en el panel de control. Pulsa "!" para evaluar un viaje.
fi: Tässä ovat tekemäsi matkat! Antamalla niistä lisätietoja autat tutkimustamme ja voit samalla seurata, miten käytät matka-aikaasi. Kun olet raportoinut matkan, sen tiedot lisätään matkatiedot-sivulle. Paina ‘!’ merkkiä raportoidaksesi matkan.
fr: Ce sont vos trajets! Les valider aide la recherche et vous permet de suivre votre temps de déplacement. Après la validation de chaque trajet, vous pouvez évaluer l'utilité de votre temps dans le "Tableau de bord"! Pressez le symbole '!' pour valider.
hr: Ovo su putovanja koja ste napravili! Vaše izvještavanje o njima pomaže u našem istraživanju, i dopušta vam nadzor vašeg vremena putovanja. Nakon prijave pojedinačnog putovanja, otkrijte statistiku vrijednost vašeg vremena putovanja u nadzornoj ploči! Kliknite na ‘!' za prijavu.
it: Questi sono i viaggi che hai fatto! Segnalare su di loro aiuta la nostra ricerca e ti consente di monitorare il tuo tempo di viaggio. Dopo aver segnalato ogni viaggio, scopri le statistiche relative al tempo di viaggio nel Dashboard! Premere il segno '!' Per segnalare.
nb: Dette er turene du har tatt! Å registrere dem hjelper undersøkelsen vår og gir deg muligheten til å følge med på/overvåke reisetiden din.
nl: Dit zijn de trajecten die je hebt afgelegd! Ze valideren op kwaliteit helpt ons onderzoek, en helpt jou je reistijd te monitoren. Na elk traject kan je je 'reistijdwaardevolheid'-statistieken in het Dashboard bekijken. Tap op '!' om te valideren.
pt: Estas são as viagens que fez! A validação ajuda à nossa pesquisa e permite-lhe monitorizar o seu tempo de viagem. Após validar cada viagem, encontrará estatísticas da utilidade do seu tempo de viagem no menu de resultados, Não esqueça de clicar no ícone ‘!’ para validar.
sk: Toto sú tvoje cesty! Ich potvrdenie prispeje k výskumu a pomôže ti sledovať tvoj cestovný čas. Po potvrdení každej cesty si môžeš zobraziť prehľad tvojich ciest v časti Štatistiky.

# Now_That_You_Have_A_Reported_Trip_Popup_Text
source: Now that you have a reported trip, you can check your first travel time statistics in the Dashboard.
ca_es: Ara que has avaluat un viatge, pots veure les teves estadístiques al tauler de control.
de: Jetzt, da Sie eine gemeldete Reise haben, können Sie Ihre erste Reisezeitstatistik im Dashboard überprüfen.
es: Ahora que has evaluado un viaje, consulta tu informe de viaje en el panel de control.
fi: Nyt kun olet raportoinut matkan, voit seurata antamiasi tietoja liikkumistiedot-sivulla.
fr: Maintenant que vous avez validé votre trajet, vous pouvez regarder votre première statistique dans le Tableau de bord.
hr: Nakon što ste prijavili svoje putovanje, u nadzornoj ploči možete provjeriti vaše prve statističke podatke o putovanju.
it: Ora che hai un viaggio segnalato, puoi controllare le tue prime statistiche sul tempo di viaggio nella Dashboard.
nb: Nå som du har en registrert reise kan du også sjekke statistikken over tiden du har brukt på dashbordet.
nl: Nu dat je een gevalideerd traject hebt, kan je je eerste reistijdstatistieken checken in het Dashboard.
pt: Agora que validou uma viagem, pode visualizar algumas estatísticas no seu menu de resultados
sk: Ďakujeme za potvrdenie tvojej prvej cesty. Teraz si môžeš zobraziť tvoje štatistiky.

source: Go to dashboard
ca_es: Vés al tauler de control
de: Zum Dashboard gehen
es: Ve al panel de control
fi: Mene liikkumistiedot-sivulle
fr: Aller au Tableau de bord
hr: Idi na nadzornu ploču
it: Vai alla tua dashboard
nb: Gå til dashbord
nl: Ga naar dashboard
pt: Consulte o seu painel de resultados
sk: Prejsť na štatistiky

source: Report trips
ca_es: Avalua el teus viatges
de: Fahrten melden
es: Evalúa tus viajes
fi: Raportoithan matkoja
fr: Valider vos trajets
hr: Prijavi putovanja
it: Valida i tuoi viaggi
nb: Registrer reise
nl: Valideer trajecten
pt: Reporte viagens
sk: Potvrdiť cesty

# This_Is_Your_Dashboard_Popup_Text
source: This is your Dashboard. It shows how worthwhile your travel time is. \n For your trip stats to appear here, report your trips
ca_es: Estàs al tauler de control. Aquí podràs veure el valor del teu temps de viatge. \n Perque les teves estadístiques apareguin aquí, avalua els teus viatges.
de: Dies ist Ihr Dashboard. Es zeigt, wie lohnenswert Ihre Reisezeit ist. \n Damit Ihre Reisestatistiken hier angezeigt werden, berichten Sie über Ihre Reisen
es: Este es tu panel de control. Muestra el valor de tu tiempo de viaje. \n Para que aparezcan tus estadísticas, recuerda evaluar tus viajes.
fi: Tässä ovat liikkumistietosi. Ne näyttävät kuinka hyödyllistä matka-aikasi on. \n Sinun pitää raportoida matkojasi, jotta niiden tiedot näkyisivät täällä.
fr: Ceci est votre Tableau de bord. Il vous montre comment votre temps de trajet est utile.\n Pour que vos stats apparaissent ici, validez vos trajets.
hr: Ovo je vaša nadzorna ploča. Ona prikazuje koliko je vrijedno vaše vrijeme putovanja. \n Kako bi se podaci prikazali ovdje, prijavite vaša putovanja
it: Questa è la tua Dashboard. Mostra quanto sia utile il tuo tempo di viaggio. \ n Per visualizzare le tue statistiche di viaggio qui, convalida i tuoi viaggi
nb: Dette er ditt dashbord. Det viser deg hva du får ut av reisetiden din. \n For å se statistikk over reisene dine her må du registrere reisene
nl: Dit is je Dashboard. Het toons hoe waardevol jij jouw reistijd vindt. Wil je dat jouw statistieken hier verschijnen, valideer dan je trajecten.
pt: Este é o seu painel de resultados. Mostra quão relevante é o tempo de viagem para si. \n Para visualizar as suas estatísticas, não esqueça de validar viagens.
sk: Toto sú tvoje štatistiky. Zobrazujú ako využívaš svoje cestovný čas. \n Štatistiky sa zobrazia až po potvrdení ciest.

source: See dashboard
ca_es: Veure panell de control
de: Dashboard ansehen
es: Ver panel de control
fi: Katso liikkumistietojasi
fr: Voir Tableau de bord
hr: Vidi nadzornu ploču
it: Guarda la tua dashboard
nb: Se dashbord
nl: Zie dashboard.
pt: Ver painel de resultados
sk: Pozrieť štatistiky

source: Campaign Scores
ca_es: Punts de la campanya
de: Kampagnenergebnisse
es: Puntos de la campaña
fi: Kampanjapisteet
fr: Résultats challenge
hr: Rezultati kampanje
nb: Kampanjeresultater
nl: Campagnescores
pt: Pontuação da Campanha
sk: Body kampane

# GPS_Link_Phone_Settings
source: Settings
ca_es: Configuració
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Réglages
hr: Postavke
nb: Innstillinger
nl: Instellingen
pt: Definições
sk: Nastavenia

# GPS_Go_Back
source: Back
ca_es: Tornar
de: Zurück
es: Volver
fi: Takaisin
fr: Retour
hr: Natrag
nb: Tilbake
nl: Terug
pt: Voltar
sk: Späť

source: Days
ca_es: Dies
de: Tage
es: Días
fi: Päivää
fr: Jours
hr: Dani
it: Giorni
nb: Dager
nl: Dagen
pt: Dias
sk: Dni

source: Trips
ca_es: Viatges
de: Fahrte
es: Viajes
fi: Matkaa
fr: Trajets
hr: Putovanja
it: Viaggi
nb: Turer
nl: Trajecten
pt: Viagens
sk: Cesty

source: Issue form
ca_es: Reporta un problema
de: Problem
es: Reporta un problema
fi: Ilmoitus ongelmasta
fr: Formulaire
hr: Obrazac prijave problema
it: Segnala un problema
nl: Probleemmeldingsformulier
pt: Formulário de ocorrências
sk: Nahlásenie chyby

source: Thank you for reporting an issue
ca_es: Gràcies per reportar un problema!
de: Vielen Dank, für das Melden eines Problemes.
es: Gracias por reportar un problema
fi: Kiitos kun ilmoitit ongelmasta
fr: Merci de signaler votre problème
hr: Zahvaljujemo što ste prijavili problem
it: Grazie per aver segnalato un problema
nb: Takk for at du rapporterte et problem
nl: Bedankt om een probleem te melden!
pt: Obrigado por reportar uma ocorrência
sk: Ďakujeme za nahlásenie chyby

source: Submit log
ca_es: Envia un registre
de: Abschicken
es: Envía un registro
fi: Tallenna lokitiedot
fr: Soumettre log
hr: Prijavi zabilješku
it: Invia registrazione
nb: Send logg
nl: Invul-logboek
pt: Submeter relatório
sk: Nahrať záznam

source: Send log
ca_es: Envia
de: Protokoll senden
es: Envía
fi: Lähetä lokitiedot
fr: Envoyer log
hr: Pošalji zabilješku
it: Manda registrazione
nb: Send logg
nl: Verzend logboek
pt: Enviar relatório
sk: Odoslať záznam

source: No log needed for this issue. Skip.
ca_es: No cal enviar el registre d'activitat per aquest problema. Ometre.
de: Kein Protokoll benötigt. Weiterfahren
es: No hace falta enviar el registro de actividad para este problema. Omitir.
fi: Tähän ilmoitukseen ei tarvita lokitietoja. Ohita.
fr: Le log n'est pas nécessaire pour ce problème. Passez.
hr: Za ovaj problem nije potrebna zabilješka. Preskoči.
it: Nessuna registrazione necessaria per questo problema. Salta
nb: Vi trenger ikke en logg. Hopp over.
nl: Geen registratie nodig voor dit probleem. Sla over.
pt: Dispensar o envio de relatório para esta ocorrência.
sk: Pre tento problém nie je potrebný žiaden záznam. Preskočiť.

# Targets_And_Rewards
source: Targets & Rewards
ca_es: Reptes i premis
de: Ziele & Belohnung
es: Retos y premios
fi: Tavoitteet & Palkinnot
fr: Objectifs & Récompenses
hr: Ciljevi & nagrade
it: Obiettivi e premi
nb: Mål & Premier
nl: Doelen & beloningen
pt: Objetivos e Recompensas
sk: Odmeny

source: Tasks
ca_es: Tasques
de: Aufgaben
es: Tareas
fi: Tehtävät
fr: Tâches
hr: Zadaci
it: Compiti
nb: Oppgaver
nl: Taken
pt: Tarefas
sk: Úlohy

# To_Analyse_This_Issue
source: To analyse the issue, we would like to receive a log with information of the app activity. Please send the email that will be generated. If you like, you can also attach printscreens or a longer description of the issue to the email.
ca_es: Per analitzar el problema, ens agradaria rebre les últimes dades de l’activitat de l’aplicació. Envia'ns el correu electrònic que es generarà. Si ho desitges, també ens pots adjuntar captures de pantalla o una descripció més detallada del problema per correu electrònic.
de: Um das Problem zu analysieren, möchten wir ein Protokoll mit Informationen zur Aktivität der App erhalten, Bitte senden Sie die E-Mail, die generiert wird. Wenn Sie möchten, können Sie auch Screenshots oder eine längere Beschreibung des Problems als Anhang mit der E-Mail uns zustellen.
es: Para analizar el problema, nos gustaría recibir el registro de actividad de la aplicación. Por favor envíanos el correo electrónico que será generado. Si lo deseas, también puedes adjuntarnos capturas de pantalla o una descripción más detallada del problema por correo electrónico.
fi: Voidaksemme analysoida ongelmaa haluaisimme saada lokitietoja sovelluksen toiminnasta. Pyydämme ystävällisesti sinua lähettämään sovelluksen tekemän sähköpostin. Jos haluat, voit lisätä ruutukaappauksia tai kuvata ongelmaa tarkemmin sähköpostissa.
fr: Pour analyser le problème, nous souhaiterions recevoir le log contenant l'information sur l'activité de l'application. Nous vous prions d'envoyer l'email qui va être généré. Vous pouvez y joindre des captures d'écran et une description plus détaillée du problème selon votre ressenti.
hr: Kako bismo analizirali problem, htjeli bismo zaprimiti vaše zabilješke o informacijama vezano uz rad aplikacije. Molimo pošaljite e-mail koji će biti generiran. Ako želite, možete priložiti snimku zaslona ili duži opis problem putem e-maila.
it: Per analizzare il problema, vorremmo ricevere un registro con informazioni sull'attività dell'app. Si prega di inviare l'email che verrà generata. Se lo desideri, puoi anche allegare print screen o una descrizione più lunga del problema nella e-mail.
pt: Para analisar a ocorrência com maior detalhe, gostaríamos de receber um relatório com informação sobre a atividade da app. Para esse efeito, por favor envie o email que será gerado, crie uma descrição mais detalhada ou anexe print screens da ocorrência.
sk: Aby sme boli schopní vyriešiť tvoj problém, potrebujeme, aby si nám zaslal informáciu o aktivite tvojej aplikácie. Po vygenerovaní e-mailu nám ho prosím pošli. Môžeš taktiež pridať aj printscreen tvojho problému.

source: Points
ca_es: Punts
de: Punkte
es: Puntos
fi: Pisteet
hr: Bodovi
it: Punti
nb: Poeng
nl: Punten
pt: Pontos
sk: Body

source: Progress
ca_es: Progrés
de: Fortschritt
es: Progreso
fi: Edistyminen
fr: Progrès
hr: Napredak
it: Progresso
nb: Framdrift
nl: Voortgang
pt: Progresso
sk: Pokrok

# days_left_reward
source: %@ days left
ca_es: Et falten %@ dies
de: %@ Tage übrig
es: Te quedan %@ días
fi: %@ päivää jäljellä
fr: %@ jours restants
hr: Preostalo dana: %@
it: %@ giorni rimanenti
nb: %@ dager igjen
nl: %@ dagen over
pt: Faltam apenas %@ dias
sk: ostáva %@ dní

# Password_Length_Message
source: Please set a password with between 6 and 16 characters.
ca_es: Si us plau, entra una contrasenya d'entre 6 i 16 caracters
de: Bitte wählen Sie ein Passwort mit 6 bis 16 Zeichen.
es: Por favor, introduce una contraseña de entre 6 y 16 caracteres
fi: Salasanan on oltava 6-16 merkkiä pitkä
fr: Veuillez entrer un mot de passe entre 6 et 16 caractères.
hr: Molimo postavite lozinku sa 6 do 16 znakova.
it: La password deve essere lunga 6-16 caratteri.
nb: Vennligst velg et passord mellom 6 og 16 karakterer.
nl: Maak een paswoord tussen 6 en 16 karakters.
pt: Por favor escolha uma password com a 6 a 16 caracteres
sk: Prosím zadaj heslo s dĺžkou 6 až 16 znakov.

source: How productive are you
ca_es: Com de productiu ets
de: Wie produktiv sind Sie
es: Que tan productivo eres
fi: Kuinka tehokas olet
fr: À quel point êtes vous productif ?
hr: Koliko ste produktivni
it: Quanto sei produttivo
nb: Hvor produktiv er du
pt: Qual é o seu nível de produtividade
sk: Ako produktívny si

# Woorti_Is_Running
source: Woorti is running in the background
ca_es: Woorti està funcionant en segon pla
de: Woorti arbeitet im Hintergrund
es: Woorti está funcionando en segundo plano
fi: Woorti on käynnissä taustalla
fr: Woorti fonctionne en arrière-plan
hr: Woorti radi u pozadini
it: Woorti sta registrando in background
nb: Woorti jobber i bakgrunnen
pt: A Woorti está ativa em segundo plano
sk: Woorti aplikácia beží na pozadí

source: Continue
ca_es: Continua
de: Fortfahren
es: Continua
fi: Jatka
fr: Continuer
hr: Nastavi
nb: Fortsett
pt: Continuar
sk: Pokračovať

source: Hurray!!!
ca_es: Visca!
de: Hurra!!!
es: Viva!
fi: Hurraa!!!
fr: Youpi!!!
hr: Hura!!!
nb: Hurra!
pt: Viva!!
sk: Hurá!!!

# You_Have_Completed_Your_Target
source: You have completed your target for %@ !
ca_es: Has completat el teu objectiu en un %@!
de: Sie haben Ihr Ziel für %@ erreicht!
es: Has completado tu objetivo en un %@!
fi: Olet suorittanut tavoitteesi %@ !
fr: Vous avez atteint votre cibles pour %@!
hr: Dostigli ste svoj cilj za %@ !
nb: Du har nådd ditt mål for %@ !
pt: Completou as suas metas para %@ !
sk: Splnil si podmienky pre súťaž o %@ !
