Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# No_Trips_Text
source: This screen is where your trips will appear, and where you’ll be able to report on them. Come back after making a trip... \n Woorti tries not to miss any of your trips, but if you want to be sure they are recorded, just press the button above at the start of your trip... \n Be sure to have your GPS on.
ca_es: Aquesta pantalla és on apareixeran els teus viatges i des d'on avaluar-los. Torna aquí després de fer un viatge ... n\ Woorti intenta no perdre's cap viatge, però per assegurar-te que quedin gravats, pots enregistrar-los manualment pulsant el botó "Començar viatge" ... n\ Assegura't de tenir el GPS activat.
es: Esta pantalla es donde aparecerán tus viajes y desde donde evaluarlos. Vuelve aquí después de hacer un viaje... \n Woorti intenta no perderse ningún viaje, pero para asegurarte que queden grabados, puedes pulsar el botón "Empezar viaje"... \n Asegúrate de tener el GPS activado.
fi: Tällä sivulla näet matkasi ja voit antaa niistä lisätietoja. Tule takaisin kun olet tehnyt matkan... \n Woorti yrittää tunnistaa kaikki matkasi, mutta jos haluat varmistaa että ne näkyvät, paina yllä olevaa nappia aloittaessasi matkan... \n Varmista vielä, että GPS on päällä.
fr: Vos trajets apparaîtrons sur cet écran, et vous pourrez les valider. Revenez après avoir fait un trajet...\n Woorti essaie de ne manquer aucun de vos trajets, mais si vous voulez être sur qu'ils soient enregistrés, pressez "Début Trajet" lorsque vous vous déplacez...\n Et n'oubliez pas d'activer votre GPS!
hr: Na ovom se zaslonu pojavljuju vaša putovanja gdje ćete moći izvještavati o njima. Vratite se ovdje nakon putovanja ... \ n Woorti pokušava ne propustiti niti jedno putovanje, ali ako želite biti sigurni da su snimljena, samo pritisnite gumb iznad na početku vašeg putovanja ... \ n Obavezno uključite svoj GPS.
nb: På denne siden/skjermen finner du reisene dine og du kan også registrere dem her. Kom tilbake etter at du har tatt deg en tur... \n Woorti gjør sitt beste for å få med seg alle reiser, men om du vil være helt sikker på at de blir registrert kan du trykke på knappen over her ved starten av turen... \n Husk å sjekke at du satt på GPS.
nl: Op dit scherm zullen jouw reistrajecten verschijnen, en zal je ze een waardering kunnen geven. Kom na een traject terug naar hier. Woorti probeert geen enkele van jouw reistrajecten te missen, maar als je zéker wil zijn dat ze opgenomen worden, duw dan zelf op 'start'. Zorg dat je GPS opstaat.
pt: É neste ecrã que poderá visualizar e validar as suas viagens. Regresse depois de completar uma viagem... \n Woorti tenta registar todas as viagens, mas se pretende assegurar que elas aparecem todas aqui, clique no botão no topo para iniciar o registo da viagem... \n Não se esqueça de ter o seu GPS ativo
sk: Na tejto obrazovke sa zobrazia tvoje cesty, ktoré budeš môcť potvrdiť. Vráť sa sem po zaznamenaní tvojej cesty... \n Woorti by mal nahrávať všetky tvoje cesty, ale ak sa chceš uistiť, že ich naozaj nahrá, stlač tlačidlo Začať cestu pred tvojím cestovaním...... \n Uisti sa, že máš GPS zapnuté.

# You_Have_Spent_Complete
source: you have spent %@ travelling a total distance of %@ in %@.
ca_es: has passat %@ viatjant una distancia de %@ en %@.
de: Sie haben %@ am reisen verbracht, insgesamt für eine Distanz von %@ in %@.
es: has pasado %@ viajando una distancia de %@ en %@
fi: olet käyttänyt %@ kulkeaksesi yhteensä %@ matkan alueella %@.
fr: Vous avez passé %@ à parcourir une distance de %@ dans la région de %@.
hr: Potrošili ste %@ putujući na udaljenosti %@ na %@.
it: Tu hai speso %@ per percorrere un totale di %@ a %@
nb: har du brukt %@ på å reise %@ i %@.
nl: Je bent %@ onderweg geweest en je legde een afstand af van %@ in %@.
pt: gastou %@ percorrendo uma distância de %@ em %@.
sk: Cestovaním si strávil %@ a precestoval si %@ v %@.

# In_Total_You_Spent_Calories
source: In total you have burned %@.
ca_es: en total has gastat %@.
de: Insgesamt haben Sie ausgegeben %@.
es: en total has quemado %@
fi: Olet kuluttanut yhteensä %@.
fr: Au total vous avez dépensé %@.
hr: Ukupno, potrošili ste %@.
it: In totale tu hai speso %@.
nb: Du her brukt tilsammen %@.
nl: Je hebt in totaal %@ calorieën verbrand.
pt: No total, consumiu %@.
sk: Celkovo si spálil %@.

# And_This_Counted_Carbon_Footprint
source: And this counted for %@ of your sustainable carbon footprint.
ca_es: I això ha representat el %@ de la teva petjada ecològica.
de: Und dies bedeutete %@ Ihres nachhaltigen CO2-Fußabdrucks.
es: Y esto representó el %@ de su huella ecológica.
fi: Tämä on %@ ekologisesti kestävästä liikkumisen hiilijalanjäljestäsi koko vuodelle.
fr: Et ça compte pour %@ de votre empreinte carbone.
hr: A to se računa za %@ vašeg održivog ugljičnog otiska.
it: E questo ha contribuito del %@ sulla tua impronta ecologica
nb: Og dette tilsvarer %@ av ditt bærekraftige karbonavtrykk.
nl: En dit telt voor %@ van je voetafdruk.
pt: E isto representou %@ da sua pegada carbónica.
sk: To zodpovedá %@ tvojho denného limitu uhlíkovej stopy.

# Your_Trips_Overall_Percentage_Worthwhile
source: Your trips overall have been %@ worthwhile.
ca_es: Els teus viatges han estat %@ aprofitats
de: Ihre Reisen haben sich %@ der Zeit gelohnt.
es: Tus viajes han estado %@ aprovechados.
fi: Matka-ajastasi %@ on ollut hyödyllistä.
fr: Vos déplacements ont été profitables à %@.
hr: Vaša putovanja bila su ukupno %@ utrošena.
it: Nel complesso i tuoi viaggi sono stati soddisfacenti per il %@
nb: Dine reiser har vært %@ verdifulle
nl: Je trajecten waren %@ waardevol.
pt: As suas viagens foram %@ úteis no total.
sk: Tvoje cesty boli využité na %@.

# While_Traveling_Activities
source: While travelling, %@ of your time was occupied in %@.
ca_es: Mentre viatjaves %@ del teu temps el vas ocupar en %@
de: Während dem Reisen %@ war Ihrer Zeit in %@ beschäftigt.
es: Mientras viajabas, el %@ de tu tiempo lo has ocupado en %@.
fi: Olet käyttänyt matka-ajastasi %@ toimintaan %@.
fr: %@ de votre temps de déplacement a été utilisé en %@.
hr: Dok ste putovali, %@ vašeg vremena utrošeno je na %@.
it: Mentre viaggi il %@ del tuo tempo è occupata in questa attività %@
nb: Mens du reiste brukte du %@ på å %@.
nl: Terwijl je onderweg was, heb je %@ van je tijd besteed aan %@.
pt: Enquanto viajava, %@ do seu tempo foi ocupado em %@.
sk: Počas cestovania si %@ z tvojho času strávil aktivitou %@.

# Do_You_Want_To_Set_This_Location_Home
source: Do you wish to set the location of the destination of this trip as your home address?
ca_es: Vols guardar aquesta localitzacó com la teva adreça de casa?
de: Möchten Sie dieser Ort als Ihre Wohnort festlegen?
es: ¿Quieres guardar esta localización como dirección de tu casa?
fi: Haluatko asettaa matkan loppupisteen kotiosoitteeksesi?
fr: Souhaitez vous désigner ce lieu comme domicile ?
hr: Želite li označiti ovu lokaciju kao Vašu kućnu adresu?
it: Desideri impostare questo indirizzo come il tuo indirizzo di casa?
nb: Er dette din hjemmeadresse?
nl: Wil je deze bestemming instellen als je thuisadres?
pt: Deseja fixar esta localização como a sua morada?
sk: Chceš nastaviť toto miesto ako tvoju domácu adresu?

# Do_You_Want_To_Set_This_Location_Work
source: Do you wish to set the location of the destination of this trip as your work address?
ca_es: Vols guardar aquesta localitzacó com la teva adreça de feina?
de: Möchten Sie dieser Odort als Ihre Arbeitsplatz festlegen?
es: ¿Quieres guardar esta localización como dirección de tu trabajo?
fi: Haluatko asettaa matkan loppupisteen työosoitteeksesi?
fr: Souhaitez vous désigner ce lieu comme lieu de travail ?
hr: Želite li označiti ovu lokaciju kao adresu Vašeg radnog mjesta?
it: Desideri impostare questo indirizzo come il tuo indirizzo del tuo ufficio?
nb: Er dette din jobbadresse?
nl: Wil je deze bestemming instellen als je werkadres?
pt: Deseja fixar esta localização como o seu local de trabalho?
sk: Chceš nastaviť toto miesto ako tvoju pracovnú adresu?

source: Privacy policy
ca_es: Política de privacitat
de: Datenschutz
es: Política de privacidad
fi: Tietosuojaseloste
fr: Respect de la vie privée
hr: Politika privatnosti
nb: Personvern
nl: Privacybeleid
pt: Política de privacidade
sk: Zásady ochrany osobných údajov

source: Day
ca_es: Dia
de: Tag
es: Día
fi: vuorokautena
fr: Jour
hr: Dan
it: Giorno
nb: Dag
nl: Dag
pt: Dia
sk: Deň

# Days_3
source: 3 Days
ca_es: 3 dies
de: 3 Tage
es: 3 días
fi: 3 päivänä
fr: 3 jours
hr: 3 dana
it: 3 Giorni
nb: 3 dager
nl: 3 dagen
pt: 3 dias
sk: 3 dni

source: Week
ca_es: Setmana
de: Woche
es: Semana
fi: viikkona
fr: semaine
hr: Tjedan
it: Settimana
nb: Uke
pt: Semana
sk: Týždeň

source: Month
ca_es: Mes
de: Monat
es: Mes
fi: kuukautena
fr: mois
hr: Mjesec
it: Mese
nb: Måned
nl: Maand
pt: Mês
sk: Mesiac

source: Year
ca_es: Any
de: Jahr
es: Año
fi: vuotena
fr: année
hr: Godina
it: Anno
nb: År
nl: Jaar
pt: Ano
sk: Rok

source: Worthwhile
ca_es: Gratificant
de: lohnenswert
es: Gratificante
fi: Hyödyllistä
fr: Utile
hr: Vrijedno
it: Migliore
nb: Verdifull
nl: Waardevol
pt: Utilidade
sk: využité

source: Other Activities
ca_es: Altres activitats
de: Andere Aktivitäten
es: Otras actividades
fi: Muut toiminnat
fr: Autres activités
hr: Druge aktivnosti
it: Altre attività
nb: Andre aktiviteter
nl: Andere activiteiten
pt: Outras atividades
sk: Iné aktivity

# Household_Marital
source: Marital Status
ca_es: Estat civil
de: Familienstand
es: Estado civil
fi: Siviilisääty
fr: statut conjugal
hr: Bračni status
it: Status
nb: Sivilstand
nl: Burgerlijke status
pt: Estado civil
sk: Rodinný stav

# Household_Years_Residence
source: Years of residence in this country
ca_es: Anys de residència al país
de: Aufenthaltsdauer in diesem Land
es: Años de residencia en el país
fi: Montako vuotta olet asunut maassa (Suomessa)
fr: années de résidence dans ce pays
hr: Godine boravka u ovoj zemlji
it: Anni di residenza nel paese
nb: Antall år bosatt i landet
nl: Hoeveel jaren woon je al in dit land
pt: Há quanto tempo reside neste país?
sk: Dĺžka pobytu v tejto krajine

# Household_Labour_Status
source: Labour Status
ca_es: Situació laboral
de: Arbeitsstatus
es: Situación laboral
fi: Pääasiallinen toiminta
fr: statut au travail
hr: Radni status
it: Status lavorativo
nb: Arbeidsforhold
nl: Werkstatus
pt: Condição perante o trabalho
sk: Zamestnanecký status

# Labour_Student
source: Student
ca_es: Estudiant
es: Estudiante
fi: Opiskelija
fr: étudiant
hr: Student_ica
it: Studente
pt: Estudante
sk: Študent

# Labour_Employed_Full_Time
source: Employed full Time
ca_es: Empleat a temps complert
de: Vollzeit angestellt
es: Empleado a tiempo completo
fi: Kokopäivätyö
fr: employé temps plein
hr: Zaposlen_a na puno radno vrijeme
it: Impiegato a tempo pieno
nb: Heltidsansatt
nl: Voltijds werkend
pt: Trabalhador a tempo inteiro
sk: Zamestnanec na plný úväzok

# Labour_Employed_Part_Time
source: Employed part-time
ca_es: Empleat a temps parcial
de: Teilzeit angestellt
es: Empleado a tiempo parcial
fi: Osa-aikatyö
fr: emploi temps partiel
hr: Zaposlen_a na nepuno radno vrijeme
it: Impiegato part time
nb: Deltidsansatt
nl: Deeltijds werkend
pt: Trabalhador a tempo parcial
sk: Zamestnanec na čiastočný úväzok/na dohodu

# Labour_Unemployed
source: Unemployed
ca_es: Desocupat
de: Arbeitslos
es: Desocupado
fi: Työtön
fr: sans emploi
hr: Nezaposlen_a
it: Disoccupato
nb: Arbeidsledig
nl: Werkloos
pt: Desempregado
sk: Nezamestnaný

# Years_Residence_Less_Than_One
source: Less than 1
ca_es: Menys de 1
de: Weniger als 1
es: Menos de 1
fi: Alle 1
fr: Moins de 1
hr: Manje od 1
it: Meno di 1
nb: Mindre enn 1
nl: Minder dan 1
pt: Há menos de 1 ano
sk: Menej ako 1

# Years_Residence_One_To_Five
source: 1 to 5
ca_es: De 1 a 5
de: 1 bis 5
es: De 1 a 5
fr: 1 à 5
hr: 1 do 5
it: 1 di 5
nb: 1 til 5
nl: 1 tot 5
pt: Entre 1 a 5 anos
sk: Od 1 do 5

# Years_Residence_More_Than_Five
source: More than 5
ca_es: Més de 5
de: Mehr als 5
es: Más de 5
fi: Yli 5
fr: Plus que 5
hr: Više od 5
it: Più di 5
nb: Mer enn 5
nl: Meer dan 5
pt: Há mais de 5 anos
sk: Viac ako 5

# Walk_For_Distance
source: Walk for %@
ca_es: Camina %@
de: Laufen für %@
es: Camina %@
fi: Kävelyä %@
fr: Marche sur %@
hr: Hodanje %@
it: Camminata per %@
nb: Gå i %@
nl: %@ aan het wandelen
pt: Andar por %@
sk: %@ chôdze

source: Household
ca_es: Llar familiar
de: Haushalt
es: Hogar
fi: Kotitalous
fr: Foyer
hr: Kućanstvo
it: Nucleo familiare
nb: Husholdning
nl: Gezin
pt: Domicílio
sk: Domácnosť

source: Total Points
ca_es: Punts totals
de: Gesamtpunkte
es: Puntos
fi: Pisteitä yhteensä
fr: Total des points
hr: Ukupno bodova
it: Totale punti
nb: Antall poeng
nl: Totaal aantal punten
pt: Pontos totais
sk: Body

source: Today’s Travel Report
ca_es: Informe de viatge
de: Heutiger Reisebericht
es: Informe de hoy
fi: Olet kulkenut päivässä
fr: Rapport quotidien
hr: Današnji izvještaj prometovanja
it: Report di viaggio giornaliero
nb: Dagens reiserapport
nl: Reisrapport van vandaag
pt: Relatório de viagens de hoje
sk: Tvoje cesty dnes

# Url_Privacy_Policy
source: https://motivproject.eu/data-collection/data-protection.html
ca_es: https://motivproject.eu/data-collection/data-protection/catalonia.html
es: https://motivproject.eu/data-collection/data-protection/spain.html
fi: https://motivproject.eu/data-collection/data-protection/finland.html
fr: https://motivproject.eu/data-collection/data-protection/france.html
hr: https://motivproject.eu/data-collection/data-protection/croatia.html
nb: https://motivproject.eu/data-collection/data-protection/norway.html
nl: https://motivproject.eu/data-collection/data-protection/belgium.html
pt: https://motivproject.eu/data-collection/data-protection/portugal.html
sk: https://motivproject.eu/data-collection/data-protection/slovakia.html

# N_Questions
source: %@ questions
ca_es: %@ preguntes
de: %@ Fragen
es: %@ preguntas
fi: %@ kysymystä
hr: %@ pitanja
it: %@ domande
nb: %@ spørsmål
nl: %@ vragen
pt: %@ questões
sk: %@ otázok

source: New survey
ca_es: Nova enquesta
de: Neue Umfrage
es: Nueva enquesta
fi: Uusi kysely
fr: Nouvelle enquête
hr: Novi upitnik
it: Nuova survey
nb: Ny måling
nl: Nieuwe vraag
pt: Novo inquérito
sk: Nový dotazník

source: Minutes more
ca_es: minuts més
de: Minuten mehr
es: minutos más
fi: minuuttia
fr: minutes en +
hr: Minuta više
it: Più minuti
nb: Flere minutter
nl: minuten meer
pt: Mais minutos
sk: minút viac

source: minutes less
ca_es: minuts menys
de: Minuten weniger
es: minutos menos
fi: minuuttia vähemmän
fr: minutes en -
hr: Minuta manje
it: Meno minuti
nb: færre minutter
nl: minuten minder
pt: Menos minutos
sk: minút menej

source: km more
ca_es: Km més
de: km mehr
es: Km más
fi: kilometriä
fr: km en +
hr: km više
it: Più km
nb: Flere km
nl: km meer
pt: Mais km
sk: km viac

source: km less
ca_es: Km menys
de: km weniger
es: Km menos
fi: km vähemmän
fr: km en -
hr: km manje
it: Meno Km
nb: færre km
nl: km minder
pt: Menos km
sk: km menej

source: Trip validation
ca_es: Validació de viatge
de: Reise Bestätigung
es: Validación del viaje
fi: Matkan vahvistaminen
fr: validation du trajet
hr: Potvrda putovanja
it: Validazione di viaggio
nb: Godkjenn reise
nl: Reistraject validatie
pt: Validação de viagem
sk: Potvrdenie cesty

source: Latest Story
ca_es: Últim relat
de: Neueste Geschichte
es: Última historia
fi: Viimeisin kertomus
fr: Dernière histoire
hr: Posljednja priča
it: Ultima storia
nb: Fortellinger
nl: Nieuwste verhaal
pt: História mais recente
sk: Najnovší príbeh

source: Household data
ca_es: Dades de renta
de: Haushaltsdaten
es: Datos de renta
fi: Kotitalouden tiedot
fr: données du foyer
hr: Podaci o kućanstvu
it: Informazioni sulla casa
nb: Informasjon om husholdet
nl: Gezinsgegevens
pt: Dados sobre domicílio
sk: Údaje o domácnosti

# Alert_Battery_Content
source: Woorti performs work in the background while recording trips. Be sure to disable in your phone any Battery Optimization or Low Power mode settings, regarding the Woorti app, in order to avoid the app being shut down.
ca_es: Woorti opera en segon pla mentre grava viatjes. Assegura't de desactivar en el teu telèfon les opcions de optimització de bateria o baix consum a Ajustos per evitar que l'aplicació deixi de funcionar.
es: Woorti opera en segundo plano mientras graba viajes. Asegúrese de deshabilitar en su teléfono el modo de optimización de la batería o bajo consumo de energía para evitar que se cierre la aplicación.
fi: Huomioi virrankulutus asetukset
fr: Woorti fonctionne en arrière plan en enregistrant vos trajets. Veuillez désactiver les options "optimisation de batterie" sur votre téléphone pour Woorti app, pour éviter que l'application soit automatiquement fermée.
hr: Woorti radi u pozadini tijekom bilježenja putovanja. Svakako onemogućite u svom telefonu bilo koju postavku optimizacije baterije ili načina rada s niskim napajanjem u vezi s aplikacijom Woorti, kako biste izbjegli isključivanje aplikacije.
it: Woorti lavorai in background durante la registrazione dei viaggi. Assicurati di disabilitare nel telefono le impostazioni di ottimizzazione della batteria o della modalità di risparmio energetico, relative all'app Woorti, per evitare che l'app venga chiusa.
nb: Woorti samler inn reisedata i bakgrunnen. Pass på at telefonens batterisparingsfunksjon ikke gjelder Woorti, slik at appen ikke blir skrudd av.
nl: Woorti werkt in de achtergrond als er reistrajecten worden opgenomen. Zorg dat er geen batterijbesparende instellingen aanslaan, om te vermijden dat de App zichzelf uitschakelt.
pt: A Woorti regista informação em segundo plano, por isso desactive a função de otimização de bateria no seu telefone de forma a evitar que a app feche.
sk: Počas nahrávania ciest vykonáva aplikácia Woorti prácu na pozadí. Nezabudnite vypnúť v telefóne všetky nastavenia optimalizácie batérie alebo režimu nízkej spotreby týkajúce sa aplikácie Woorti, aby sa zabránilo vypnutiu aplikácie.

source: In the last
ca_es: En els últims
de: Im letzten
es: En los últimos
fi: Viime
fr: Dans les derniers
hr: U posljednjoj
it: Infine
nb: I løpet av de siste
nl: in het laatste
pt: No(s) último(s)
sk: V posledných

# story_1_title_chiaras_new_train_ride
source: Chiara's new train ride
ca_es: El nou viatge en tren de la Chiara
de: Chiara's neue Zugfahrt
es: El nuevo viaje en tren de Chiara
fi: Siirin junamatka
fr: Nouveau train quotidien pour Chiara
hr: Klarina nova vožnja vlakom
it: Chiara ha una nuovo percorso in treno
nb: Chiaras nye togtur
nl: Chiara's nieuwe treinrit
pt: A mais recente viagem de comboio da Laura
sk: Chiara a jej nové cestovanie vlakom
