Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# Second_Onboarding_Screen_Help_Reseach_Description
source: With the information you provide, Woorti will gather knowledge for better transport solutions and share it with researchers, transport operators and local authorities around Europe.
ca_es: Amb la informació que ens facilitis, Woorti recollirà dades per millorar les solucions de transport i les compartirà amb investigadors, operadors de transport i autoritats locals europees.
de: Mit den Informationen die Sie zur Verfügung stellen, sammelt Woorti Wissen für bessere Transportlösungen und teilt es mit Forschern, Transportunternehmen und lokalen Behörden in ganz Europa.
es: Con la información que proporciones, Woorti recopilará datos para mejorar las soluciones de transporte y los compartirá con investigadores, operadores de transporte y autoridades locales europeas.
fi: Antamiesi tietojen avulla Woorti auttaa tutkijoita, liikkumispalveluiden tarjoajia ja viranomaisia ympäri Eurooppaa kehittämään parempia liikkumisratkaisuita.
fr: Grâce à vos informations, Woorti accumule de la connaissance pour de meilleurs solutions de déplacement et les partage avec les chercheurs, les collectivités et les autorités de transport partout en Europe.
hr: Pomoću informacija koje pružate, Woorti će prikupiti znanja za bolja prometna rješenja i podijeliti ih s istraživačima, prijevoznicima i lokalnim vlastima diljem Europe.
it: Con le informazioni che dai, Woorti otterrà conoscenza per soluzioni migliori di spostamento e le condividerà con i ricercatori, operatori di trasporto e autorità locali in tutta Europa
nb: Woorti samler kunnskap for bedre transportløsninger ved å bruke informasjonen du gir. Dette deler vi med forskere, transportoperatører og lokale myndigheter i Europa
nl: Met de informatie die jij ons bezorgt, zal Woorti kennisverzamelen voor betere vervoersoplossingen en die delen met onderzoekers, vervoersmaatschappijen en lokale overheden in heel Europa.
pt: Com a informação recolhida, a Woorti vai acumular conhecimento e partilhá-lo com investigadores, operadores e autoridades de transporte europeias, o que permitirá desenhar melhores soluções de transporte para todos.
sk: Informácie o tvojom cestovaní pomôžu výskumným tímom a dopravným inžinierom v budúcnosti zlepšiť dopravu v tvojom okolí.

# Second_Onboarding_Screen_Help_Reseach_Title
source: Help research for better transport
ca_es: Ajuda'ns a millorar els sistemes de transport
de: Helfen Sie bei der Forschung für einen besseren Transport
es: Ayudanos a mejorar los sistemas de transporte
fi: Auta tutkijoita kehittämään liikkumisesta parempaa
fr: Aidez la recherche pour de meilleurs services de transport
hr: Pomognite istraživanju za bolji promet
it: Aiuta la ricerca per un migliore trasporto
nb: Hjelp forskningen for bedre fremkommelighet
nl: Help het onderzoek naar beter vervoer
pt: Contribua para a pesquisa de melhores soluções de transporte
sk: Zapoj sa do výskumu pre zlepšenie dopravy

source: Sign In
ca_es: Registra't
de: Einloggen
es: Registrarse
fi: Kirjaudu
fr: Connexion
hr: Ulogiravanje
it: Registrati
nb: Lag bruker
nl: Teken in
pt: Entrar
sk: Prihlásiť sa

source: Start Now
ca_es: Ets nou? Comença
de: Jetzt anfangen
es: ¿Nuevo? Empieza
fi: Aloita
fr: C'est parti
hr: Započni
it: Registrati subito
nb: Start nå
nl: Start nu
pt: Iniciar
sk: Začať teraz

# Third_Onboarding_Screen_Description
source: While some like to work or study when they travel, others like to relax and disconnect. Still others take the opportunity to exercise. Some jumpstart their day with music.
ca_es: A alguns els agrada treballar o estudiar quan viatgen, però altres prefereixen relaxar-se i desconnectar. Altres fins i tot ho aprofiten per fer exercici. Alguns comencen el dia amb música.
de: Während manche gerne auf Reisen arbeiten oder studieren, andere mögen sich entspannen. Noch andere nutzen die Gelegenheit, sich zu bewegen. Einige fangen ihren Tag mit Musik an.
es: A algunos les gusta trabajar o estudiar mientras viajan, pero otros prefieren relajarse y desconectar. Otros incluso lo aprovechan para hacer ejercicio. Otros empiezan el día con música.
fi: Jotkut opiskelevat tai tekevät matkustaessaan töitä, kun taas toisista on mukavaa rentoutua. Toisille matkustaminen on mahdollisuus saada liikuntaa tai aloittaa päivä musiikkia kuunnellen.
fr: Certains veulent travailler ou étudier quand ils voyagent, d'autres préfèrent se reposer. D'autres encore en profitent pour faire de l'exercice ou commencer leur journée en musique.
hr: Dok neki vole učiti ili raditi dok putuju, drugi se vole opustiti i isključiti. Neki koriste mogućnost vježbanja, a drugi započinju dan glazbom.
it: Mentre qualcuno ama lavorare o studiare mentre viaggia, altri preferiscono rilassarsi e disconnettersi. Altri invece colgono l'opportunità per fare attività fisica. Altri iniziano le loro giornate con la musica.
nb: Noen forbereder seg til jobb eller studier mens de pendler, andre lukker øynenen og kobler av. Noen benytter anledningen til å trene, mens andre digger sin favorittmusikk.
nl: Sommigen vinden het leuk om onderweg te werken of te studeren, anderen ontspannen graag en laten alles even los. Nog anderen benutten de gelegenheid om aan hun conditie te werken. Sommigen vliegen in hun dag met muziek.
pt: Algumas pessoas gostam de trabalhar ou de estudar enquanto viajam, outras relaxam e aproveitam para se desconectar. Outras ainda aproveitam a ocasião para se exercitarem ou para ouvirem música.
sk: Niektorí ľudia počas cestovania radi pracujú alebo študujú a iní zase najradšej relaxujú. Niektorí preferujú aktívny pohyb, iní zase naštartujú svoj deň počas cestovania počúvaním hudby.

# User_Already_Signed_In
source: It seems that %@ has already signed-in. Shall we log you in?
ca_es: Sembla que %@ ja està registrat. Vols iniciar la sessió?
de: Es scheint, dass %@ sich bereits angemeldet hat. Sollen wir dich einloggen?
es: Parece que %@ ya está registrado. ¿Quieres iniciar la sesión?
fi: Näyttää siltä, että %@ on jo rekisteröitynyt. Haluatko kirjautua?
fr: %@ est déjà inscrit ! Voulez vous vous identifier ?
hr: Čini se kako ste se %@ već prije ulogirali. Hoćemo li Vas ulogirati?
it: Sembra che %@ si sia già registrata. Vuole che la facciamo registare?
nb: %@ er allerede registrert som bruker. Vil du logge inn?
nl: Het lijkt erop dat %@ je al een profiel hebt. Inloggen?
pt: Parece que %@ já está registado. Devemos entrar agora?
sk: Užívateľské meno %@ už bolo zaregistrované. Chceš sa prihlásiť?

source: Welcome Back
ca_es: Hola de nou
de: Willkommen zurück
es: ¡Hola de nuevo!
fi: Mitä haluaisit tehdä?
fr: Bienvenue
hr: Dobrodošli natrag
it: Bentornato
nb: Velkommen tilbake
nl: Welkom terug
pt: Bem-vindo de volta
sk: Vitaj späť

source: What is a worthwhile trip
ca_es: Què és un viatge ben aprofitat?
de: Was ist eine lohnenswerte Reise ?
es: ¿Qué es un viaje bien aprovechado?
fi: Mikä on hyödyllinen matka
fr: Qu'est ce qu'un trajet "utile" ?
hr: Što je prometovanje vrijedno utrošenog vremena?
it: Che cosa è un viaggio "utile"
nb: Hva gjør en tur verdifull?
nl: Wat is een waardevolle trip/ reis?
pt: O que é uma viagem útil
sk: Ako využiť cestovný čas naplno?

source: What is your age?
ca_es: Quants anys tens?
de: Wie alt sind Sie?
es: ¿Cuántos años tienes?
fi: Mikä on ikäsi?
fr: Quel âge avez-vous ?
hr: Koja je Vaša dob?
it: Quale è la tua età
nb: Hvor gammel er du?
nl: Wat is je leeftijd?
pt: Qual é a sua idade?
sk: Koľko máš rokov?

source: What is your name?
ca_es: Com et dius?
de: Wie heißen Sie?
es: ¿Cómo te llamas?
fi: Mikä on nimesi?
fr: Quel est votre nom ?
hr: Vaše ime?
it: Quale è il tuo nome?
nb: Hva heter du?
nl: Wat is je naam?
pt: Qual é o seu nome?
sk: Aké je tvoje meno?

source: Where do you live?
ca_es: On vius?
de: Wo wohnen Sie?
es: ¿Dónde vives?
fi: Missä maassa asut?
fr: Où habitez vous ?
hr: Gdje živite?
it: Dove vivi?
nb: Hvor bor du?
nl: Waar woon je?
pt: Onde reside?
sk: Kde bývaš?

source: you've got mail!
ca_es: Tens un correu!
de: Sie haben Post!
es: ¡Tienes un correo!
fi: sinulle on postia!
fr: Vous avez un nouveau message !
hr: Imate e-mail!
it: Dovresti aver ricevuto una mail
nb: Du har fått en epost!
nl: Je hebt mail!
pt: Tem correio!
sk: Máš novú správu!

source: No ongoing trip to show
ca_es: Cap viatge en marxa per mostrar
de: Keine laufende Reise zu zeigen
es: Ningún viaje en marcha para mostrar
fi: Ei käynnissä olevaa matkaa
fr: Pas de trajet en cours.
hr: Nema trenutačnih putovanja za prikaz
it: Nessun viaggio in corso da mostrare
nb: Ingen pågående reiser å vise
nl: Geen lopend reistraject om te tonen.
pt: Sem viagens atuais para mostrar
sk: Žiadne prebiehajúce cesty na zobrazenie

source: Your trip
ca_es: El teu viatge
de: Ihre Reise
es: Tu viaje
fi: Matkasi
fr: Votre voyage
hr: Vaše putovanje
it: I tuoi viaggi
nb: Din reise
nl: Jouw reistraject
pt: A sua viagem
sk: Tvoja cesta

source: Click on the marker to split the trip
ca_es: Toca el marcador per dividir el viatge
de: Klicken Sie auf die Markierung, um die Reise zu teilen
es: Pincha en el marcador para dividir el viaje
fi: Paina merkkiä jakaaksesi matkan
fr: Cliquez sur le pointeur pour diviser votre trajet
hr: Kliknite na oznaku za razdvojanje putovanja
it: Clicca il simbolo per dividere il viaggio
nb: Trykk på linjen for å dele reisen
nl: Klik op de marker om op te splitsen.
pt: Clique no marcador para dividir a viagem
sk: Klikni na značku pre rozdelenie cesty

# Security_Boarding_Process
source: Security and boarding process
ca_es: Seguretat i procés d'embarcament
de: Sicherheits- und Boardingsprozess
es: Seguridad y proceso de embarque
fi: Turvallisuus ja matkaselvitys
fr: Sécurité et embarquement
hr: Sigurnost i postupak ukrcavanja
it: Processo di sicurezza e imbarco
nb: Sikkerhets- og ombordstigingsproblem
nl: Veiligheid en inchecken
pt: Segurança e processo de embarque
sk: Bezpečnostná kontrola a boarding

source: Other activity
ca_es: Altres activitats
de: Andere Aktivität
es: Otras actividades
fi: Muu tekeminen
fr: Autre activité
hr: Druge aktivnosti
it: Altre attività
nb: Annen aktivitet
nl: Andere activiteit
pt: Outra atividade
sk: Iná aktivita

# Cycling
source: The cycling itself
ca_es: Anar en bicicleta
de: Radfahren
es: Ir en bicicleta
fi: Pyöräily
fr: Faire du vélo
hr: Bicikliranje samo po sebi
it: Pedalando
nb: Sykle
nl: Het fietsen op zich
pt: Andar de bicicleta por si só
sk: Bicyklovanie

# Riding
source: The riding itself
ca_es: El fet de viatjar
de: Das Fahren selbst
es: El hecho de viajar
fi: Ajaminen sinänsä
fr: La course elle même
hr: Vožnja sama po sebi
it: Pedalando
nb: Selve turen
nl: Het rijden op zich
pt: A viagem por si só
sk: Jazdenie samotné

# Skating
source: The skating itself
ca_es: El fet d'anar en monopatí
de: Das Skaten selbst
es: El hecho de ir en monopatín
fi: Lautailu sinänsä
fr: Faire du patin
hr: Skejtanje samo po sebi
it: Andando in skate
nb: Selve skatingen
nl: Het skaten op zich
pt: Andar de skate por si só
sk: Korčuľovanie samotné

# Driving
source: The driving itself
ca_es: El fet de conduir
de: Das Fahren selbst
es: El hecho de conducir
fi: Ajaminen sinänsä
fr: Conduire
hr: Vožnja sama po sebi
it: Guidando
nb: Selve kjøringen
nl: Het rijden op zich
pt: Conduzir por si só
sk: Šoférovanie samotné

# Running
source: The running itself
ca_es: El fet de córrer
de: Das Rennen selbst
es: El hecho de correr
fi: Juokseminen sinänsä
fr: La course elle même
hr: Trčanje samo po sebi
it: Correndo
nb: Selve løpeturen
nl: Het rennen op zich
pt: Correr por si só
sk: Bežanie samotné

# Wait_While_Searching_Local_Studies
source: Please wait while Woorti searches for local studies
ca_es: Espera mentre Woorti cerca estudis locals
de: Bitte warten Sie, während Woorti nach lokalen Studien sucht
es: Espera mientras Woorti busca estudios locales
fi: Odota, Woorti hakee kampanjoita tältä alueelta
fr: Veuillez patientez, Woorti recherche des études locales
hr: Molimo, pričekajte dok Woorti pretraži lokalne studije
it: Per piacere aspetta mentre Woorti ricerca le informazioni locali
nb: Vennligst vent mens Woorti leter etter lokale undersøkelser
nl: Even wachten terwijl Woorti zoekt naar lokale studies
pt: Por favor aguarde enquanto a Woorti procura locais de estudo
sk: Prosím počkaj, kým Woorti nájde miestne štúdie

# Studies_Title
source: There are these studies going near you. Which one(s) do you want to contribute with data to?
ca_es: Aquests estudis s'estan fent a prop teu. A quins vols contribuir amb les teves dades?
de: Es gibt diese Studien in Ihrer Nähe. Zu welcher/welchen möchten Sie mit Daten beitragen?
es: Estos estudios se realizan cerca de ti. ¿A cuáles quieres contribuir con tus datos?
fi: Haluatko osallistua seuraaviin tällä alueella käynnissä oleviin kampanjoihin?
fr: Il y a des enquêtes en cours proches de vous. À laquelle voulez vous contribuer ?
hr: Ove studije se provode blizu vas. Kojima želite doprinijeti svojim podacima?
it: Stanno effettuando delle analisi vicino a atre. A quali vorresti contribuire con i tuoi dati?
nb: Disse undersøkelsene foregår i nærheten av deg. Hvilke(n) vil du dele data med?
nl: Dit zijn lopende onderzoeken dicht bij jou. Aan welke wil jij graag data bijdragen?
pt: Existem estes estudos próximos de si. Para qual pretende contribuir com dados?
sk: V tvojom okolí prebiehajú tieto štúdie. Ku ktorým chceš prispieť svojimi údajmi?

source: Menu
ca_es: Menú
es: Menú
fi: Valikko
nb: Meny

source: Set home
ca_es: Establir casa
de: Wohnort einstellen
es: Definir casa
fi: Aseta kotiosoite
fr: Domicile
hr: Odredite dom
it: Indica la tua casa
nb: Velg hjemsted
nl: Stel thuisadres in
pt: Definir casa
sk: Nastaviť adresu domov

source: Set work
ca_es: Establir feina
de: Arbeitsplatz einstellen
es: Definir trabajo
fi: Aseta työosoite
fr: Travail
hr: Odredite radno mjesto
it: Indica il tuo luogo di lavoro
nb: Velg arbeidssted
nl: Stel werkadres in
pt: Definir trabalho
sk: Nastaviť adresu zamestnania

source: Change Photo
ca_es: Canviar la foto
de: Foto ändern
es: Cambiar la foto
fi: Vaihda kuva
fr: Changer la photo
hr: Promijenite fotografiju
it: Cambia foto
nb: Endre bilde
nl: Verander de foto
pt: Alterar foto
sk: Zmeniť foto

source: Name
ca_es: Nom
es: Nombre
fi: Nimi
fr: Nom
hr: Ime
it: Nome
nb: Navn
nl: Naam
pt: Nome
sk: Meno

# Define_Home_Location
source: Define the location of your home
ca_es: Estableix la ubicació de casa teva per accedir més ràpid als viatges
de: Definieren Sie ihr Wohnort, um schneller zu reisen
es: Define la ubicación de tu casa para acceder más rápido a los viajes
fi: Ilmoita kotiosoitteesi
fr: Définir votre adresse de domicile
hr: Odredite lokaciju svojeg doma kako biste brže dobili svoja putovanja
it: Definisci l'indirizzo di casa per effettuare i viaggi più velocemente
nb: Velg hvor du bor
nl: Definieer de locatie van jou thuis om sneller reistrajecten vast te leggen.
pt: Defina a localização da sua casa
sk: Nastav adresu bydliska

# Define_Work_Location
source: Define the location of your work
ca_es: Estableix la ubicació de la teva feina per accedir més ràpid als viatges
de: Definieren Sie ihr Arbeitsplatz, um schneller zu reisen
es: Define la ubicación de tu trabajo para acceder más rápido a los viajes
fi: Ilmoita työosoitteesi
fr: Définir votre lieu de travail
hr: Odredite lokaciju svojeg radnog mjesta kako biste brže dobili svoja putovanja
it: Definisci l'indirizzo di del tuo luogo di lavoro per effettuare i viaggi più velocemente
nb: Velg hvor du jobber
nl: Definieer de locatie van jouw werk om sneller reistrajecten vast te leggen.
pt: Defina a localização do seu trabalho
sk: Nastav adresu zamestnania

source: Edit
ca_es: Editar
de: Bearbeiten
es: Editar
fi: Valmis
fr: Éditer
hr: Uredi
it: Mondifica
nb: Endre
nl: Verander
pt: Editar
sk: Uložiť

source: Educational Background
ca_es: Estudis
de: Bildungshintergrund
es: Estudios
fi: Opiskelutausta
fr: Scolarité
hr: Obrazovanje
it: Informazioni sul livello di educazione scolastica
nb: Studiebakgrunn
nl: Opleiding
pt: Nível educacional
sk: Dosiahnuté vzdelanie

source: Activities
ca_es: Activitats
de: Aktivitäten
es: Actividades
fi: Mitä tein matkan aikana
fr: Activités
hr: Aktivnosti
it: Attività
nb: Aktiviteter
nl: Activiteiten
pt: Atividades
sk: Aktivity

# While_You_Ride
source: While you move
ca_es: Mentre viatges
de: Während Sie sich bewegen
es: Mientras viajas
fi: Matkustuskokemus
fr: En roulant
hr: Dok se krećete
it: Mentre ti muovi
nb: Mens du reiser
nl: Onderweg
pt: Enquanto viaja
sk: Okolie

# Ability_To_Do_What_I_Wanted
source: Ability to do what I want while I travel
ca_es: Poder fer el que volia mentre viatjava
de: Fähigkeit zu tun, was ich wollte
es: Posibilidad de hacer lo que quería
fi: Mahdollisuus tehdä mitä halusin
fr: Possibilité de faire ce que je voulais
hr: Mogućnost da radim što želim tijekom putovanja
it: Possibilità di fare quello che vuoi
nb: Mulighet til å gjøre hva jeg vil mens jeg reiser
nl: De mogelijkheid om onderweg te doen wat ik wil
pt: Possibilidade de fazer o que pretendo durante a viagem
sk: Možnosť robiť to, čo som chcel

source: Simplicity/difficulty of the route
ca_es: Facilitat/dificultat de la ruta
de: Einfachheit / Schwierigkeit der Route
es: Facilidad/dificultad de la ruta
fi: Reitin helppous/vaikeus
fr: Simplicité/difficulté de l'itinéraire
hr: Jednostavnost/složenost rute
it: Semplicit/difficoltà del percorso
nb: Rutens kompleksitet
nl: De eenvoud/ ingewikkeldheid van de route
pt: Simplicidade/dificuldade do itinerário
sk: Jednoduchosť/obtiažnosť trasy

# Schedule_Reliability
source: Reliability of travel time
ca_es: Fiabilitat dels horaris
de: Planen Sie die Zuverlässigkeit
es: Fiabilidad de los horarios
fi: Aikataulun luotettavuus
fr: Fiabilité des horaires
hr: Pouzdanost vremena prometovanja
it: Affidabilità dell'orario
nb: Pålitelig ruteplan
nl: Betrouwbaarheid van de duur van mij reistraject
pt: Fiabilidade na duração da viagem
sk: Spoľahlivosť cestovného poriadku

source: Security and safety
ca_es: Confiança i seguretat
de: Security und Sicherheit
es: Confianza y seguridad
fi: Turvallisuus
fr: Sécurité et sûreté
hr: Sigurnost
it: Sicurezza
nb: Sikkerhet og trygghet
nl: Veiligheid
pt: Segurança e proteção
sk: Bezpečnosť

# Space_Onboard_For_Lugagge_Pram_Bicycle
source: Space for luggage/pram/bicycle etc.
ca_es: Espai a bord per portar equipatge/carret/bicicleta/etc.
de: Platz an Bord für Gepäck/Kinderwagen/Fahrrad usw.
es: Espacio a bordo para equipaje/carrito/bici/etc.
fi: Tilaa matkatavaroille/rattaille/pyörälle tms.
fr: Espace à bord pour bagage/poussette/vélo etc...
hr: Prostor za prtljagu/kolica/bicikl itd.
it: Spazio dedicato a bagagli/carrozzine/biciclette etc
nb: Plass til bagasje/barnevogn/sykkel o.l.
nl: Plaats voor bagage/ buggy/ fiets etc.
pt: Espaço a bordo para bagagem/carrinho de bebé/bicicletas, etc
sk: Priestor pre batožinu/kočík/bicykel

source: Ability to take pets along
ca_es: Possibilitat de viatjar amb mascotes
de: Fähigkeit Haustiere mitzunehmen
es: Posibilidad de viajar con mascotas
fi: Mahdollisuus ottaa lemmikki mukaan
fr: Possibilité de voyager avec un animal
hr: Mogućnost da se povede dijete ili kućni ljubimac
it: Possibilità di portare animali
nb: Mulighet å ta med kjæledyr
nl: Mogelijkheid om huisdieren mee te nemen
pt: Possibilidade de levar animais a bordo
sk: Možnosť zobrať so sebou domáce zvieratá

source: Payment and tickets
ca_es: Pagament i bitllets
de: Bezahlung und Tickets
es: Pago y billetes
fi: Maksaminen ja liput
fr: payement et tickets
hr: Plaćanje i karte
it: Pagamenti e biglietti
nb: Betaling og billetter
nl: Betaling en tickets
pt: Pagamento e bilhetes
sk: Platba a lístky

# Convenient_Access_Lifts_Boarding
source: Good accessibility (lifts, boarding, etc.)
ca_es: Accessos còmodes (ascensors, embarcament)
de: Bequemer Zugang (Lift, Boarding)
es: Acceso cómodo (ascensores, embarque)
fi: Kulkemisen helppous (hissit, nousu yms.)
fr: Accès pratiques
hr: Dobra pristupačnost (dizalo, ukrcavanje, itd.)
it: Accessibilità facile ( ascensori, imbarco)
nb: Behagelig på-/avstiging (heis, ombordstigning, osv.)
nl: Goede toegankelijkheid (liften, in- en uitstappen etc)
pt: Conveniência do acesso (elevadores, embarque, etc)
sk: Pohodlný prístup (výťahy, boarding)

source: Route planning/navigation tools
ca_es: Planificació de la ruta/eines de navegació
de: Routenplanung/Navigationstools
es: Planificación de la ruta/herramientas de navegación
fi: Reittioppaat/navigaattorit
fr: Planificateur d'itinéraire/outils de navigation
hr: Planiranje rute/alati za navigaciju
it: Pianificatore dell'itinerario/strumento di navigatore
nb: Planleggings- og navigeringsverktøy
nl: Routeplanning en navigartiemogelijkheden
pt: Ferramentas de planeamento de viagem
sk: Plánovanie trasy a navigácia

source: Information and signs
ca_es: Informació i senyals
de: Informationen und Zeichen
es: Información y señales
fi: Reittitiedot ja viitoitus
fr: Information et signalisation
hr: Informacije i znakovi
it: Informazioni e segnali
nb: Informasjon og skilter
nl: Informatie en borden
pt: Informação e sinalética
sk: Informácie a značenie

source: Check-in, security and boarding
ca_es: Facturació, seguretat i embarcament
es: Facturación, seguridad y embarque
fi: Matkaselvitys ja turvallisuus
fr: Enregistrement, sécurité et embarquement
hr: Prijava (check-in), sigurnost i ukrcavanje
it: Check-in, sicurezze e imbarco
nb: Innsjekk, sikkerhet og ombordstiging
nl: Check-in, veiligheid en instapprocedures
pt: Check-in, segurança no embarque
sk: Check-in, bezpečnostná kontrola a boarding

# Crowdedness_Seating
source: Crowdedness/seating availability
ca_es: Aglomeracions/seients
de: Überfüllung/sitzen
es: Muchedumbre/asientos
fi: Ruuhkaisuus/istuinten saatavuus
fr: Encombrement/sièges disponibles
hr: Gužva/sjedenje
it: Affollato/ seduto
nb: Plass/ledige seter
nl: Drukte/ beschikbaarheid van zitplaatsen
pt: Lotação/possibilidade de se sentar
sk: Preplnenosť/Dostupnosť sedenia

source: Internet connectivity
ca_es: Connectivitat a internet
de: Internetverbindung
es: Conectividad a internet
fi: Internetyhteydet
fr: Connexion internet
hr: Pristup internetu
it: Connettività ad internet
nb: Internettilgang
nl: Internetverbinding
pt: Ligação à Internet
sk: Internetové pripojenie

source: Ability to do the things I want
ca_es: Posibilitat de fer les coses que vull
de: Fähigkeit zu tun, was ich will
es: Posibilidad de hacer lo que quiero
fi: Mahdollisuus tehdä mitä haluan
fr: Possibilité de faire ce que je veux
hr: Mogućnost da radim što želim
it: Possibilità di fare le cose che desidero
nb: Mulighet å gjøre ting jeg liker
nl: Mogelijkheid om te doen wat ik wil onderweg
pt: Possibilidade de fazer o que necessito
sk: Možnosť robiť veci, ktoré chcem

source: Charging opportunity
ca_es: Possibilitat de recarregar
de: Lademöglichkeit
es: Posibilidad de recargar
fi: Latausmahdollisuudet
fr: ports USB/prise électrique
hr: Mogućnost punjenja
it: Possibilità di ricaricare la batteria
nb: Lademuligheter
nl: Mogelijkheid om batterij op te laden
pt: Possibilidades de carregamento
sk: Možnosť nabíjania

source: Car/bike parking at transfer point
ca_es: Aparcament de cotxes/bicis al punt de transbordament
de: Auto- / Fahrradparken am Transferpunkt
es: Aparcamiento de coches/bicis en el punto de transbordo
fi: Auton/pyörän pysäköinti vaihtopaikassa
fr: Parking relais voiture/vélo au lieu de transfert
hr: Parking za automobil/bicikl na mjestu presjedanja
it: Auto(parcheggio per bici e punto di transferimento
nb: Bil-/sykkeparkering på overgangsstedet
nl: Auto/ Fietsparking op overstappunt
pt: Estacionamento para carro/bicicleta em ponto de transbordo
sk: Parkovanie auta/bicykla
