Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# Pop_Up_Hey_There_Unreported_Trips_Text_Part_1
source: Report your %@ detected trips in the last
ca_es: Informa els seus%@ de viatges detectats en l'últim
de: Melden Sie Ihre %@ erkannten Trips
es: Informa tus %@ viajes detectados en el último
fi: Raportoi %@ tunnistettua matkaa viime
fr: Validez vos %@ trajets détectés dans les derniers
hr: Prijavi svoja %@ zabilježena putovanja u posljednjih
it: Segnala i tuoi%@ viaggi rilevati negli ultimi
nb: Rapporter dine %@ registrerte reiser de siste
pt: Valide as suas %@ viagens detetadas nos últimos
sk: Ohodnoť tvoje %@ zaznamenané cesty za posledné

# Pop_Up_Hey_There_Unreported_Trips_Text_Part_2
source: to see your complete real stats in the dashboard.
ca_es: per veure les teves estadístiques reals completes en l'escriptori
de: um Ihre komplette Statistik im Dashboard zu sehen
es: para ver sus estadísticas reales completas en el escritorio
fi: nähdäksesi matkatietosi kaikista matkoista.
fr: pour voir les statistiques mises à jour dans le tableau de bord.
hr: kako biste vidjeli ukupne stvarne podatke u nadzornoj ploči.
it: per visualizzare le statistiche complete vai nella dashboard.
pt: para ver as suas estatísticas completas no menu de resultados.
sk: ,aby si mohol vidieť svoje skutočné štatistiky.

# Pop_Up_Hey_There_Unreported_Trips_Report_Trips
source: REPORT TRIPS
ca_es: VIATGES REPORTATS
de: FAHRTEN MELDEN
es: VIAJES REPORTADOS
fi: RAPORTOI MATKOJA
fr: VALIDER TRAJETS
hr: PRIJAVI PUTOVANJA
it: Report dei viaggi
nb: RAPPORTER TURER
pt: VALIDE VIAGENS
sk: OHODNOŤ CESTY

# Pop_Up_Hey_There_Unreported_Trips_See_Dashboard
source: SEE DASHBOARD
ca_es: VEURE ESCRIPTORI
de: SIEHE DASHBOARD
es: VER ESCRITORIO
fi: KATSO MATKATIETOJASI
fr: VOIR TABLEAU DE BORD
hr: VIDI NADZORNU PLOČU
it: Guada la dashboard
pt: VEJA OS RESULTADOS
sk: POZRI ŠTATISTIKY

# Pop_Up_Split_Merge_Delete_Text
source: Occasionally, trips might be imperfectly detected. To edit your trip structure, press the icon represented above for splitting, merging or deleting trips or legs of a trip.
ca_es: Ocasionalment, els viatges poden ser detectats incorrectament. Per editar l'estructura del viatge, prem la icona representada a dalt per dividir, fusionar o elimiar viatges o trams de viatge
de: Gelegentlich können Fahrten unvollständig erkannt werden. Um Ihre Reisestruktur zu bearbeiten, drücken Sie auf das oben dargestellte Symbol, um Reisen oder Schritte aufzuteilen, zusammenzuführen oder zu löschen.
es: Ocasionalmente, los viajes pueden ser detectados imperfectamente. Para editar la estructura de su viaje, presiona el icono representado arriba para dividir, fusionar o eliminar viajes o tramos de un viaje
fi: Joskus matkoja ei tunnisteta kunnolla. Muokataksesi matkan rakennetta paina yllä olevaa ikonia jakaaksesi, yhdistääksesi tai poistaaksesi matkoja tai niiden osia.
fr: Occasionnellement, les trajets sont mal détectés. Pour éditer vos trajet, appuyer sur le symbole crayon ci dessus. Il permet de diviser, fusionner ou effacer des trajets ou des parties de trajet.
hr: Ponekad, putovanja mogu biti netočno zabilježena. Kako biste uredili vaše putovanje, kliknite na ikonu iznad razdvajanja, spajanja ili brisanja putovanja ili dijelova putovanja.
it: Occasionalmente, i viaggi potrebbero essere rilevati in modo imperfetto. Per modificare la lunghezza del viaggio, premi l'icona a forma di matita per dividere, unire o eliminare i viaggi o le tappe di un viaggio.
nb: Innimellom kan reiser bli registrert feil. For å redigere strukturen på reisen klikk ikonet over for å splitte, slå sammen eller slette reiser eller etapper av en reise.
nl: Uitzonderlijk gebeurt het dat een traject niet perfect wordt gedetecteerd. Om je reis op te delen in deeltrajecten of delen te wissen, klik hier.
pt: Ocasionalmente, as viagens podem ser incorrectamente detectadas. Para editar a estrutura da sua viagem, pressione o ícone em cima para que possa dividir, mesclar/fundir ou excluir viagens ou partes de uma viagem.
sk: Cesty môžu byť niekedy zaznamenané zle. Ak chceš upraviť svoju cestu, stlač vyššie uvedenú ikonu, ktorá slúži na rozdelenie, zlúčenie alebo odstránenie cesty alebo jej časti.

# Pop_Up_Split_Merge_Delete_Button
source: GOT IT!
ca_es: HO TINC!
de: GESCHAFFT!
es: ¡LO TENGO!
fi: SELVÄ!
fr: COMPRIS!
hr: SHVAĆAM!
it: FATTO!
nb: DEN ER GREI!
nl: Begrepen!
pt: CONSEGUIU!
sk: MÁŠ TO!

# Seven_Day_Travel_Report
source: 7-day travel report
ca_es: Informe de viatge de 7 dies
de: 7-Tage Reisereport
es: Informe de viaje de 7 días
fi: 7 päivän matkaraportti
fr: Rapport de voyage à 7-jours
hr: tjedni izvještaj putovanja
it: Report dei tuoi 7 giorni di viaggio
nb: Siste 7 dager
pt: Relatório de viagens 7-dias
sk: 7-dňový záznam

source: Learn more
ca_es: Aprèn més
de: mehr erfahren
es: Aprende más
fi: Lisätietoja
fr: En savoir plus
hr: Saznaj više
it: Per saperne di più
nb: Lær mer
nl: Meer hierover
pt: Saber mais
sk: Nauč sa viac

# In_Total_Users_Spent_Calories
source: On average, per day, each user in the community have burned %@.
ca_es: De mitjana, per dia, els usuaris de la comunitat han cremat %@
de: Im Durchschnitt Users haben %@ verbrannt
es: De promedio, por día, los usuarios de la comunidad han quemado %@
fi: Ryhmän käyttäjät ovat käyttäneet keskimäärin %@ päivässä.
fr: En moyenne, les utilisateurs de Woorti ont brulé %@ par jour
hr: U prosjeku, korisnici u zajednici sagorili su %@.
it: In media, gli utenti della community hanno bruciato %@.
nb: Gjennomsnittlig har hver bruker i fellesskapet forbrent %@ kalorier hver dag.
nl: On average, users in the community have burned %@.
pt: Em média, os utilizadores dentro desta comunidade consumiram %@.
sk: V priemere spálili užívatelia v komunite %@.

# And_This_Counted_Carbon_Footprint_Users
source: On average, the community spent %@ of their sustainable carbon footprint.
ca_es: De mitjana, la comunitat va gastar %@ de la seva petjada de carboni sostenible
de: Im Durchschnitt die Community hat %@ Ihres ökologischen Fussabdruck verbraucht.
es: De promedio, la comunidad gastó %@ de su huella de carbono sostenible
fi: Ryhmä on käyttänyt keskimäärin %@ kestävästä hiilijalanjäljestään.
fr: En moyenne, les trajets Woorti représentent %@ de l'empreinte carbone de ses utilisateurs.
hr: U prosjeku, korisnici u zajednici potrošili su %@ svojeg održivog ugljičnog otiska.
it: In media, la comunità ha speso %@ della propria impronta di carbonio sostenibile.
pt: Em média, a comunidade gastou %@ de sua pegada de carbono sustentável.
sk: Komunita v priemere minula %@ svojej udržateľnej uhlíkovej stopy.

# People_From_Place_Have_Spent_On_Average
source: People from %@ on average have spent %@ travelling a distance of %@ than you, per day.
ca_es: Les persones de %@ en mitjana han passat %@ viatjant una distància de %@ que vostè, per dia
de: Menschen von %@ haben im Schnitt %@ reisend eine Distanz von %@ denn Sie, pro Tag verbracht.
es: Las personas de %@ en promedio han pasado %@ viajando una distancia de %@ que tu, por día
fi: Ihmiset alueella %@ ovat käyttäneet päivässä keskimäärin %@ matkustaakseen %@ matkan kuin sinä.
fr: En moyenne, les voyageurs de %@ ont passé %@ à parcourir %@ que vous, par jour.
hr: Ljudi iz %@, u prosjeku, dnevno su potrošili %@ putujući na udaljenosti od %@, u odnosu na vas.
it: Le persone di %@ in media hanno trascorso %@ a viaggiare per una distanza di %@ di te al giorno.
pt: As pessoas de %@ gastaram, em média, %@ viajando a uma distância de %@ do que você, por dia.
sk: Ľudia zo %@ priemerne strávili %@ cestovaním so vzdialenosťou o %@ ako ty, za jeden deň.

# Number_Km_More
source: %@ km more
ca_es: %@ km més
de: %@ km mehr
es: %@ km más
fi: %@ km pidemmän
fr: %@ km en -
hr: %@ km više
it: %@ km in più
nb: %@ flere km
pt: %@ km mais
sk: %@ km viac

# Number_Km_Less
source: %@ km less
ca_es: %@ km menys
de: %@ km weniger
es: %@ km menos
fi: %@ km lyhyemmän
fr: %@ km en +
hr: %@ km manje
it: %@ km in meno
nb: %@ færre km
pt: menos %@ km
sk: %@ km menej

# Number_Min_More
source: %@ min more
ca_es: %@ minuts més
de: mindestens %@ mehr
es: %@ minutos más
fi: %@ min enemmän
fr: %@ min en +
hr: %@ min više
it: %@ min in più
nb: %@ flere min
pt: %@ min a mais
sk: %@ min viac

# Number_Min_Less
source: %@ min less
ca_es: %@ minuts menys
de: mindestens %@ weniger
es: %@ minutos menos
fi: %@ min vähemmän
fr: %@ min en -
hr: %@ min manje
it: %@ min in meno
nb: %@ færre min
pt: %@ min menos
sk: %@ min menej

# Community_Trips_Overall_Percentage_Worthwhile
source: The community's trips worthwhileness (compared to your scores)
ca_es: Valoració dels viatges de la comunitat (en comparació a la teva puntuació)
de: Der Community's Fahrten- Wertigkeit (im Vergleich zu Ihrem Score)
es: Valor de los viajes de la comunidad (en comparación a tu puntuación)
fi: Ryhmän matkojen hyödyllisyys (sinun tietoihisi verrattuna)
fr: Profitabilité des trajets de la communauté (comparé à vos résultats)
hr: Vrijednost vremena utrošenog na putovanje u zajednici (usporedvši s vašim rezultatima)
it: I viaggi della community utili (comparati ai tuoi punteggi)
pt: Valorização das viagens da comunidade (em comparação com a sua pontuação)
sk: Užitočnosť ciest v komunite (v porovnaní s tvojimi hodnotami)

# Dashboard_Worthwhileness_Popup_Text
source: These results reflect either default scores or the scores you have stated in the onboarding, per mode of transport . You may always change the applicable scores in the app’s Settings.
ca_es: Aquests resultats mostren les puntuacions predeterminades o les puntuacions que han indicat en el registre, per tipus de transport. Pot canviar la puntuació aplicable en la Configuració de l'aplicació
de: Diese Ergebnisse geben entweder die Standardwerte oder die von Ihnen im Onboarding angegebenen Werte pro Transportmittel wieder. Sie können die zutreffenden Bewertungen jederzeit in den Einstellungen der App ändern.
es: Estos resultados reflejan las puntuaciones predeterminadas o las puntuaciones que ha indicado en el registro, por modo de transporte. Puedes cambiar la puntuación aplicable en la Configuración de la aplicación
fi: Nämä tulokset kuvastavat joko oletustietoja tai tietoja jotka annoit sovellukselle aluksi rekisteröityessäsi, kulkutapakohtaisesti. Voit milloin tahansa vaihtaa käytettyjä tietoja sovelluksen asetuksissa.
fr: Ces résultats dépendent des paramètres par défaut ou ceux que vous avez renseigné à l'enregistrement, par mode de transport. Vous pouvez les modifier dans les réglages de l'application.
hr: Ovi podaci odražavaju ili unaprijed zadane rezultate ili rezultate koje ste naveli prilikom prijave u aplikaciju, po načinu putovanja. Uvijek možete promjeniti odgovarajuće rezultate u postavkama aplikacije.
it: Questi risultati riflettono i punteggi predefiniti o i punteggi che hai dichiarato nella fase di iscrizione al progetto di raccolta dati, per modalità di trasporto. Puoi sempre modificare i punteggi applicabili nelle Impostazioni dell'app.
pt: Esses resultados reflectem as pontuações padrão ou as pontuações declaradas no onboarding (na integração), por modo de transporte. Pode a qualquer alturar alterar as pontuações aplicáveis nas configurações.
sk: Tieto výsledky odrážajú predvolené hodnoty alebo hodnoty, ktoré ste uviedli počas registrácie pri jednotlivých druhoch dopravy. Príslušné hodnoty môžete kedykoľvek zmeniť v nastaveniach aplikácie.

source: What is the carbon budget?
ca_es: Què és el pressupost de carboni?
de: Wie hoch ist das Kohlenstoff-Budget?
es: ¿Qué es el presupuesto de carbono?
fi: Mikä on hiilibudjetti?
fr: Quel est votre budget carbone?
hr: Koja je vaša zaliha ugljika?
it: Qual è il bilancio delle emissioni?
nb: Hva er karbonbudsjettet?
pt: O que é o orçamento de carbono?
sk: Čo je uhlíkový rozpočet?

# The_Carbon_Budget_Is
source: The carbon budget is the amount of CO2 that can be emitted per person for a sustainable lifestyle. \n \n A person’s yearly mobility carbon budget is 500kg
ca_es: El pressupost de carboni és la quanitat de CO2 que pot emetre's per persona per un estil de vida sostenible. \n \n el pressupost anual de carboni de mobilitat d'una persona és de 500 kg
de: Das Kohlenstoffbudget ist die Menge an CO2, die pro Person für einen nachhaltigen Lebensstil ausgestossen werden kann. \ n \ n Das jährliche Kohlenstoffbudget für Mobilität einer Person beträgt 500 kg.
es: El presupuesto de carbono es la cantidad de CO2 que puede emitirse por persona para un estilo de vida sostenible. \n \n El presupuesto anual de carbono de movilidad de una persona es de 500kg
fi: Hiilibudjetti on yhden kestäviä elintapoja noudattavan henkilön aiheuttama määrä hiilidioksidipäästöjä. \n \n Liikkumisen hiilibudjetti on 500kg.
fr: Le budget carbone est la quantité de CO2 qui peut être émise par personne pour un mode de vie durable. \n \n Le budget carbone d'une personne est de 500 kg par an pour sa mobilité.
hr: Zaliha ugljika je količina CO2 koja može biti ispuštena po osobi u održivom životnom stilu. \n \n Po osobi, godišnja zaliha ugljika uslijed putovanja je 500kg.
it: Il bilancio di emissioni di CO2 che può essere emessa per persona per uno stile di vita sostenibile. \ n \ n Il budget annuale per la mobilità di una persona è di 500 kg
pt: O orçamento de carbono é a quantidade de CO2 que pode ser emitida por pessoa para um estilo de vida sustentável. \ n \ n O orçamento anual de carbono para a mobilidade de uma pessoa é de 500 kg
sk: Uhlíkový rozpočet je množstvo CO2, ktoré môže byť vyčerpané jedným človekom pre udržateľný životný štýl. \n \n Ročný úhlíkový rozpočet na dopravu jedného človeka je 500 kg.

source: City/Region
ca_es: Ciutat/Regió
de: Stadt/Region
es: Ciudad/Región
fi: Kaupunki/alue
fr: Ville/Région
hr: Grad/županija
it: Citta/Regione
nb: By/region
nl: Stad/ regio
pt: Cidade / Região
sk: Mesto/Región

source: You
ca_es: Tu
de: Sie
es: Tu/Usted
fi: Sinä
fr: Vous
hr: Vi
it: Tu
nb: Du
nl: Jij
pt: Você
sk: Ty

# Avg_Minutes
source: Min per user per day
ca_es: Minuts per usuari i per dia
de: Minuten pro User pro Tag
es: Mediana de minutos
fi: Min/hlö/päivä
fr: Min par jour
hr: Minute tijekom dana
it: Minuti al giorno
nb: Min pr bruker pr dag
nl: Min per day
pt: Min. por dia
sk: Priemerne min

# Avg_Kilometers
source: Km per user per day
ca_es: Km per usuari i per dia
de: Km pro User pro Tag
es: Mediana de km
fi: Km/hlö/päivä
fr: Km par jour
hr: Kilometri tijekom dana
it: Chilometri al giorno
nb: Km pr bruker pr dag
nl: Km per day
pt: Km. por dia
sk: Priemerne Km

# Avg_Kilograms
source: Kg CO2 per user per day
ca_es: Kg de Co2 per usuari per dia
de: Kg CO2 pro User pro Tag
es: Promedio de kg
fi: Kg CO2/hlö/päivä
fr: Kg de CO2 par jour
hr: Kg CO2 tijekom dana
it: Kg di CO2 al giorno
nb: Kg CO2 pr bruker pr dag
nl: Kg CO2 per day
pt: Kg CO2 por dia
sk: Priemerne Kg

# Avg_Calories
source: Calories per user per day
ca_es: Calories per usuari per dia
de: Kalorien pro User Pro Tag
es: Promedio de calorías
fi: Kaloria/hlö/päivä
fr: Calories par jour
hr: Kalorije tijekom dana
it: Calorie al giorno
nb: Kalorier pr bruker pr dag
nl: Calories per day
pt: Calorias por dia
sk: Priemerné kalórie

source: Hours
ca_es: Hores
de: Stunden
es: Horas
fi: Tuntia
fr: Heures
hr: Sati
it: Ore
nb: Timer
nl: Uren
pt: Horas
sk: Hodiny

# Unable_Show_Stats
source: Unable to retrieve community statistics.
ca_es: No es poden recuperar les estadístiques de la comunitat
de: Unmöglich Community- Statistiken abzurufen
es: No se pueden recuperar las estadísticas de la comunidad
fi: Ryhmän matkatietoja ei voitu ladata.
fr: Statistiques de la communauté non accessibles
hr: Nemoguće je dohvatiti podatke o zajednici.
it: Impossibile recuperare le statistiche della comunità.
nb: Klarer ikke få tak i statistikk fra fellesskapet
pt: Não foi possível recuperar as estatísticas da comunidade.
sk: Nie je možné načítať štatistiky komunity.

# CO2_Budget_Example
source: 500kg is equivalent to a return flight between Brussels and Madrid, or 1500 km travelled by car.
ca_es: 500kg equivalen a un vol d'anada i tornada entre Brussel·les i Madrid, o 1500km recorreguts en cotxe
de: 500kg entspricht einem Hin-und Rückflug von Brüssel nach Madrid, oder 1500km via Auto.
es: 500kg equivalen a un vuelo de ida y vuelta entre Bruselas y Madrid, o 1500km recorridos en coche
fi: 500kg vastaa yhdensuuntakaista lentomatkaa Kreikkaan tai Turkkiin, tai 1500 kmautomatkaa.
fr: 500 kg est équivalent à un vol aller-retour entre Bruxelles et Madrid, ou 1500 km en voiture.
hr: 500 kg je jednako povratnom letu između Brisela i Madrida, odnosno 1500 km prevoženim automobilom.
nb: 500 kg tilsvarer en flytur mellom Brüssel og Madrid, eller å kjøre en bil 1500 km.
pt: 500kg de CO2 é equivalente a um voo de regresso entre Bruxelas e Madrid ou 1.500km viajados em carro
sk: 500 kg sa rovná spiatočnému letu z Bruselu do Madridu alebo 1500 km precestovaných autom.

# CO2_Budget_Link_Text
source: See more
ca_es: Veure més
de: Weitere Details
es: Ver más
fi: Lisätietoja
fr: Lire plus
hr: Vidi više
nb: Lær mer
pt: Veja também
sk: Viac

# Travel_Time_Wasted_Question_Text_Second_Paragraph
source: Refer to your journey, not to your activities at your destination.
ca_es: Es refereix al teu temps de viatge, no a l'hora de destí
de: Beziehen Sie sich auf Ihre Reisezeit und nicht auf die Zeit am Reiseziel.
es: Se refiere a tu tiempo de viaje, no a la hora de destino
fi: Huom. matkaan käyttämäsi aika, ei määränpäässä käyttämäsi aika
fr: En rapport avec votre temps de trajet et non vos activités à destination.
hr: Provjerite svoje vrijeme provedeno na putovanju, a ne vrijeme bivanja na odredištu.
it: Refer to your time spent travelling, not your time at the destination.
pt: Refira-se à sua viagem, não às atividades efetuadas no destino
sk: Vzťahuje sa na čas strávený cestovaním, nie na čas v destinácii.

# Failed_To_Connect_Check_Connectivity_Error
source: Failed to connect. Please check your internet connection.
ca_es: Error en la connexió. Si us plau comprova la connexió a Internet
de: Verbindung nicht möglich. Bitte kontrollieren Sie Ihre Internetverbindung.
es: Error en la connexión. Por favor, comprueba la connexión a Internet
fi: Yhteys ei onnistunut, tarkista internet-yhteytesi.
fr: Ne peut se connecter. Veuillez vérifier votre connexion internet.
pt: Falha de ligação. Confirme a sua ligação à net
sk: Nepodarilo sa pripojiť. Skontrolujte prosím pripojenie k internetu.

# Onboarding_Warning_Permissions_Denied_Retry
source: Requested permissions denied by the user. The app requires these and network connectivity to complete the onboarding. Please retry and complete the onboarding.
ca_es: Els permisos sol·licitats han estat denegats per l'usuari. L'aplicació necessita els permisos i connexió a la xarxa per completar el registre. Si us plau, torna-ho a provar i completa el registre
de: Angeforderte Berechtigungen vom Benutzer verweigert. Die App benötigt diese und die Netzwerkverbindung, um das Onboarding abzuschliessen. Bitte versuchen Sie es erneut und vervollständigen Sie das Onboarding.
es: Los permisos solicitados han estado denegados por el usuario. La aplicación necesita estos permisos y conexión a la red para completar el registro. Por favor, vuelve a intentarlo y completa el registro
fi: Käyttäjä ei myöntänyt pyydettyjä lupia. Sovellus tarvitse näitä ja verkkoyhteyttä perehdytyksen suorittamiseksi. Yritä uudelleen ja viimeistele perehdytys.
pt: Permissões foram recusadas pelo utilizador. A app requer ligação à rede para completar o processo de onboarding. Por favor ligue-se novamente e complete o o registo.
sk: Požadované povolenia boli používateľom zamietnuté. Aplikácia vyžaduje tieto povolenia a sieťové pripojenie pre dokončenie onboarding-u. Prosíme skús to znova a dokonči onboarding.

# Onboarding_Dialog_Box_Ask_Location_Storage_Permissions
source: In order for the app to work properly, you must allow it to access location information to record trips and read/write files from/to external storage to manage trip information.
ca_es: Perquè l'aplicació funcioni correctament, has de permetre l'accés a la informació d'ubicació per a registrar viatges i llegir/escriure fitxers des de/fins a emmagatzematge extern per gestionar la informació del viatge
de: Damit die App ordnungsgemäss funktioniert, müssen Sie ihr den Zugriff auf Standortinformationen zum Registrieren von Fahrten und zum Lesen/Schreiben von Dateien von/zu einem externen Speicher ermöglichen, um die Fahrteninformationen zu verwalten.
es: Para que la aplicación funcione correctamente debes permitir el acceso a la información de ubicación para registrar viajes y leer/escribir archivos desde/hacia el almacenamiento externo para gestionar la información del viaje
fi: Jotta sovellus toimisi kunnolla, sinun pitää antaa sille pääsy sijaintitietoosi ja matkojesi tallentamiseksi ja lukemiseksi ulkoisesta muistista.
pt: Para que a app funcione corretamente, tem que permitir que ela aceda à localização das viagens e leia/escreva ficheiros de/para fontes de armazenamento externos para gerir informação de viagens
sk: Pre správne fungovanie aplikácie a spravovanie informácií o cestách musíš aplikácii povoliť prístup k informáciám o lokalit a čítanie a zapisovanie súborov z/do externého úložiska.

source: You have no trips
ca_es: No tens viatges
de: Sie haben keine Fahrten.
es: No tienes viajes
fi: Sinulla ei ole matkoja
nb: Du har ingen reiser
pt: Não tem viagens
sk: Nemáš žiadne cesty

# You_Must_Choose_One_Trip_To_Delete
source: You must choose at least one trip to delete
ca_es: Has d'escollir com a mínim un viatge per poder eliminar-lo
de: Sie müssen mindestens eine Fahrt auwsählen, um sie zu löschen
es: Tienes que elegir como mínimo un viaje para eliminar
fi: Valitse ainakin yksi poistettava matka
nb: Du må velge minst én reise å slette
pt: Tem que escolher pelo menos uma viagem para eliminar
sk: Pre výmaz musíš vybrať aspoň jednu cestu

# Trips_Deleted_Successfuly
source: Trip/s deleted successfully!
ca_es: Viatge/s eliminats amb èxit!
de: Fahrt(en) erfolgreich gelöscht!
es: Viaje/s eliminado con éxito!
fi: Matka poistettu
nb: Reise(r) slettet!
pt: Viagem eliminada com sucesso!
sk: Cesta bola úspešne vymazaná.

# You_Must_Choose_One_Leg_To_Delete
source: You must choose at least one leg to delete
ca_es: Has d'escollir com a mínim un tram per eliminar-lo
de: Sie müssen mindestens einen Schritt auswählen, um ihn zu löschen
es: Debes escoger al menos un tramo para eliminarlo
fi: Valitse ainakin yksi poistettava matkan osa
nb: Du må velge minst én del å slette
pt: Tem que escolher pelo menos um percurso para eliminar
sk: Pre výmaz musíš vybrať aspoň jednu časť cesty

# You_Cannot_Delete_All_Trips_Legs
source: You cannot delete all the trip's legs
ca_es: No pots eliminar tots els trams dels viatges
de: Sie können nicht alle Schritte der Fahrten löschen
es: No puedes eliminar todos los tramos del viaje
fi: Et voi poistaa kaikkia matkan osia
nb: Du kan ikke slette alle delene av reisen
pt: Não pode eliminar todos os percursos
sk: Nemôžeš vymazať všetky časti cesty

source: You must choose consecutive legs to delete
ca_es: Has d'escollir trams consecutius per eliminar-los
de: Sie müssen aufeinanderfolgende Schritte wählen, um Sie zu löschen
es: Debes escoger tramos consecutivos para pdoer eliminarlos
fi: Valitse poistettavaksi peräkkäisiä matkan osia
nb: Du må velge deler etterhverandre å slette
pt: Tem que selecionar percursos consecutivos para os eliminar
sk: Pre výmaz musíš vybrať po sebe nasledujúce časti cesty
