Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# story_6_text_virtual_travel_time
source: Have you heard of the “virtual travel time”? No, it’s not about travelling in virtual reality. It’s something more concrete. How much time do you exactly take travelling from point A to point B? You’ll probably say: well it’s my journey time, of course! Well, from a certain perspective, it isn’t. It might even actually be much more than that… Think about it: to travel from point A to point B, you probably had to spend some money. If you’re travelling by car, that is all the costs associated to riding and possessing a car. If you’re going by public transport, that’s the cost of your ticket. Even if you’re walking, you’re at least wearing your shoes, and you’ll end up having to replace them more quickly. But what does money have to do with travel time? To obtain money, you (or someone else for you) has to work to gain it, and working takes time. So, the time of your travel is not only the time you spend travelling, it’s also the time you spend earning the money necessary for travelling. For example, take a car. On average a car costs, all expenses included, 350 euros a month. The amount of work that you have to put in monthly to pay that car, add it to your travel time of the trips for that month. That’s your virtual travel time. If you're fortunate, you might say that working is not loss of time, because you love working. And you might also say the same about travelling to work, maybe. Yes, that makes the issue even more complicated. How fo you see it? Share your thoughts with us :-) https://www.facebook.com/MotivProject.eu/ https://twitter.com/MoTiV_Project
ca_es: Has sentit a parlar del «temps de viatge virtual»? No, no és viatjar fent servir realitat virtual. És una cosa més concreta. Quant de temps necessites exactament per anar des del punt A fins al punt B? Segurament diràs: és el meu temps de viatge, és clar! Bé, doncs des d'un cert punt de vista, no ho és. Fins i tot podria ser molt més que això... Pensa-hi: per anar des del punt A fins al punt B, segurament hauràs de gastar diners. Si viatges en cotxe, són tots els costos associats a tenir un cotxe i conduir-lo. I si vas en transport públic, és el que val el bitllet. Fins i tot si camines, portes unes sabates, i això farà que te n'hagis de comprar unes de noves més aviat. Però què tenen a veure els diners amb el temps de viatge? Com guanyes diners? Cal treballar per guanyar-ne. I treballar et pren temps. Així doncs, el temps de viatge no és només el temps que passes viatjant, també és el temps que passes guanyant els diners que necessites per viatjar. Per exemple, fixem-nos en un cotxe. De mitjana un cotxe costa, amb totes les despeses incloses, 350 euros al mes. La quantitat de feina que has de fer en un mes per pagar el cotxe, l'has d'afegir al temps de viatge dels trajectes que facis aquell mes. Aquest és el teu temps de viatge virtual. Si tens sort, potser diràs que per a tu treballar no és una pèrdua de temps, perquè t'encanta treballar. I potser també diràs el mateix sobre el temps que passes anant a treballar. Sí, això fa que aquest tema sigui encara més complicat. Explica'ns què en penses! https://www.facebook.com/MotivProject.eu/ https://twitter.com/MoTiV_Project
es: ¿Has oído hablar del «tiempo de viaje virtual»? No, no es viajar usando realidad virtual. Es algo más concreto. ¿Cuánto tiempo necesitas exactamente para viajar del punto A al punto B? Seguramente dirás: es mi tiempo de viaje, ¡por supuesto! Pues bien, desde un cierto punto de vista, no lo es. Incluso podría ser mucho más que esto... Piensa en esto: para viajar del punto A al punto B, probablemente tengas que gastar algo de dinero. Si viajas en coche, son todos los gastos asociados a tener un coche y a conducirlo. Si viajas en transporte público, es lo que vale el billete. Incluso si vas andando, llevas zapatos, y esto hará que tengas que comprarte unos nuevos antes. Pero, ¿qué tiene que ver el dinero con el tiempo de viaje? ¿De dónde sacas el dinero? Hay que trabajar para conseguirlo. Y trabajar te quita tiempo. Así que el tiempo de viaje no solo es el tiempo que pasas viajando, también es el tiempo que pasas ganando el dinero necesario para viajar. Por ejemplo, fijémonos en un coche. Un coche cuesta, de media, con todos los gastos incluidos, 350 euros al mes. La cantidad de trabajo que tienes que hacer cada mes para pagar el coche debes añadirla a tu tiempo de viaje de todos los trayectos que hagas ese mes. Esto es tu tiempo de viaje virtual. Si tienes suerte, quizás dirás que para ti trabajar no es una pérdida de tiempo, porque te encanta trabajar. Y quizás también dirás lo mismo sobre el desplazamiento para ir a trabajar. Sí, esto lo hace todavía más complicado. ¡Cuéntanos qué piensas sobre esto! https://www.facebook.com/MotivProject.eu/ https://twitter.com/MoTiV_Project
fi: Oletko kuullut "virtuaalisesta matka-ajasta"? Ei, kyse ei ole virtuaalitodellisuudessa tehdyistä matkoista, vaan jostain konkreettisemmasta. Kuinka paljon aikaa sinulta tarkalleen kuluu matkaan pisteestä A pisteeseen B? Sanoisit varmaankin, että se on tietty matka-aikani. Tietystä näkökulmasta katsottuna se ei ole. Oikeastaan se saattaa olla paljon muutakin... Ajattelepa tätä: mennäksesi pisteestä A pisteeseen B sinun pitää luultavasti käyttää rahaa tavalla tai toisella. Autossa on käyttökustannuksia ja arvonalenemaa. Joukkoliikenteessä tarvitaan lippu. Mutta kävelykin kuluttaa kenkiä ja vaatii energiaa, jota saadaan ruoasta. Mutta mitä tekemistä rahalla on matka-ajan suhteen? Miten saat rahaa? Sinun (Tai jonkun muun) on ensin ansaittava se, ja siihen menee yleensä aikaa. Siten matka-aikasi ei ole vain matkustamiseen käytettyä aikaa, vaan myös matkustamiseen tarvittavan rahan ansaitsemiseen käytettyä aikaa. Otetaan esimerkiksi auto, jonka kaikki kulut ovat 350 euroa kuussa. Voit laskea työtunnit, jotka tarvitaan tuon kustannuksen kattamiseksi (verojen jälkeen) ja lisätä sen kuukaudessa matkustamiseen käytettyyn aikaan. Tämä on virtuaalinen matka-aikasi. Toisaalta joku voisi sanoa, että työnteko ei ole ajanhukkaa, koska työ on niin mukavaa. Samaa voisi ehkä sanoa myös matkoista töihin ja takaisin. Asia alkaa kieltämättä mennä monimutkaiseksi... Kerro mitä mieltä sinä olet! https://www.facebook.com/MotivProject.eu/ https://twitter.com/MoTiV_Project
fr: Avez vous déjà entendu le terme " temps de trajet virtuel" ? Ce n'est pas un voyage en réalité virtuelle, mais bien une notion concrète. Combien de temps exactement dure votre déplacement d'un point A à un point B ? est-ce vraiment exactement votre temps de trajet ? D'un certain point de vue, absolument pas. C'est même parfois bien plus que ça ! Pensez y : pour aller d'un point A à un point B, vous allez probablement dépenser de l'argent. Que ce soit en voiture, avec tous les couts associés à la possession d'une voiture (essence, assurance...) ou en transport publiques avec le prix du ticket. Si vous marchez, vous usez vos chaussures et vous devrez les remplacer plus rapidement. Mais qu'est ce que l'argent a à voir avec le temps de trajet ? Pour obtenir de l'argent, vous (ou quelqu'un d'autre) doit travailler, et le travail c'est du temps. Donc le temps de votre trajet n'est pas seulement le temps que vous passez à vous déplacer mais aussi le temps que vous passez à gagner l'argent nécessaire à ce déplacement. Une voiture, par exemple, vous coûte environ 350 euros / mois. Le temps de trajet virtuel est le temps de travail que vous devez réaliser pour couvrir les coûts de votre voiture ET le temps de votre trajet. Si vous êtes chanceux, vous diriez que travailler n'est pas une perte de temps parce que vous aimez travailler. Et vous pourriez aussi aimer votre trajet domicile-travail. Et cela rend la notion de temps de trajet virtuel encore plus compliquée! Comment percevez vous votre temps de trajet ? Partagez vos pensées avec nous :) https://www.facebook.com/MotivProject.eu/ https://twitter.com/MoTiV_Project
hr: Jeste li čuli za "virtualno vrijeme putovanja"? Ne, ne radi se o putovanju u virtualnoj stvarnosti. Radi se o nečem konkretnom. Koliko vremena točno provedete putujući s točke A do točke B? Vjerojatno biste odgovorili: pa to je samo vrijeme provedeno u putovanju, naravno! Naime, iz jednog gledišta, to nije sasvim točno. Možda se radi o i nečemu više od samo vremena provedenog putujući. Razmislite: putujući od točke A do točke B, vjerojatno ste potrošili nešto novaca. Ako putujete automobilom, potrošili ste novac koji je povezan i uz kretanje i uz posjedovanje automobila. Ako se krećete javnim prijevozom, potrošili ste novac za kartu. Čak i ako pješačite, barem nosite svoju obuću, koju ćete morati i promijeniti s vremena na vrijeme. No, kakve veze ima novac s vremenom koje je utrošeno na putovanje? Kako biste pridobili novac, vi (ili netko za vas) mora raditi, a rad izizskuje vrijeme. Stoga, vaše vrijeme putovanja nije samo vrijeme koje ste utrošili na kretanje, nego i vrijeme koje utrošite na novac koji je nužan za samo putovanje. Primjerice, putovanje automobilom. U prosjeku automobil košta, sa svim troškovima, oko 2500 kn mjesečno. Količinu rada koju morate mjesečno uložiti kako biste platili taj automobil, pridodajte mjesečno vrijeme utrošeno na putovanje. To je vaše virtualno vrijeme putovanja. Ako imate sreće, možda vaš posao nije gubitak vremena, jer volite raditi. Također, možda isto vrijedi i za vaše vrijeme utrošeno na putovanje. Ovje se stvari kompliciraju. Kako bismo to mogli sagledati? Podijelite s nama vaše misli :) https://www.facebook.com/MotivProject.eu/ https://twitter.com/MoTiV_Project
it: Hai sentito parlare del "tempo di viaggio virtuale"? No, non si tratta di viaggiare nella realtà virtuale. È qualcosa di più concreto. Quanto tempo impieghi esattamente per andare dal punto A al punto B? Probabilmente dirai: beh, è ​​il mio viaggio, naturalmente! Bene, da una certa prospettiva, non lo è. Potrebbe anche essere molto più di questo ... Pensaci: per viaggiare dal punto A al punto B, probabilmente hai dovuto spendere dei soldi. Se viaggi in auto, sono tutti i costi associati alla guida e al possesso di un'auto. Se stai andando con i mezzi pubblici, questo è il costo del tuo biglietto. Anche se stai camminando, stai almeno indossando le tue scarpe, e finirai per doverle sostituire più velocemente. Ma cosa c'entrano i soldi con il tempo di viaggio? Per ottenere denaro, tu (o qualcun altro per te) deve lavorare per ottenerlo, e il lavoro richiede tempo. Quindi, il tempo del tuo viaggio non è solo il tempo che trascorri a viaggiare, ma è anche il tempo che dedichi a guadagnare i soldi necessari per viaggiare. Ad esempio, prendi una macchina. In media una macchina costa, tutte le spese incluse, 350 euro al mese. La quantità di lavoro che devi mettere in mensile per pagare quella macchina, aggiungila al tuo tempo di viaggio dei viaggi per quel mese. Questo è il tuo tempo di viaggio virtuale. Se sei fortunato, potresti dire che lavorare non è una perdita di tempo, perché ti piace lavorare. E potresti anche dire lo stesso del tuo viaggio al lavoro, forse. Sì, questo rende il problema ancora più complicato. Come lo vedi? Condividi i tuoi pensieri con noi :-) https://www.facebook.com/MotivProject.eu/ https://twitter.com/MoTiV_Project
nb: Har du hørt om den "virtuelle reisetiden"? Nei, det handler ikke om å reise i en virtuell virkelighet, men om noe som er litt mer håndfast. Hvor mye tid bruker du egentlig på å reise fra punkt A til punkt B? Du svarer antakelig noe sånt som: tida det tar å reise såklart! Vel, fra et visst synspunkt så stemmer ikke det helt. Det kan faktisk være mer, mye mer, enn det... Tenk på det: IKKE FERDIG
pt: Já ouviu falar em "tempo de viagem virtual"? Não, não se trata de viajar em realidade virtual. Referimo-nos a algo bem mais concreto. Quanto tempo necessita para viajar do ponto A para o ponto B? Provavelmente dirá: mas isso é o meu tempo de viagem, claro! Bem, de uma certa perspectiva não será necessariamente. Pode ser muito mais do que isso. Pense um pouco: para viajar de um ponto A para um ponto B provavelmente terá que gastar algum dinheiro. Se viajar de carro, deve incluir os custos de aquisição, utilização e manutenção. Se viajar de transporte público necessitará de pagar pelo bilhete. Até se estiver a andar terá que pagar, pelo menos, o seu calçado, que terá que ser substituído mais rapidamente. Mas o que é que o dinheiro tem a ver com o tempo de viagem? Para obter dinheiro, terá na maioria das situações que trabalhar e isso exige tempo. Por isso, o tempo de viagem não é somente aquele que dispende nas deslocações mas é também o tempo que necessita de gastar para ganhar dinheiro para as deslocações. Tomemos o exemplo do carro. Em média, as despesas com o carro ascendem a 350€ por mês. O volume de trabalho que necessita de empenhar para pagar o carro deve ser adicionado ao tempo de viagem em deslocação para esse mês. O resultado desta equação equivale ao tempo de viagem virtual. Pode argumentar que trabalhar não representa uma perda de tempo, porque, felizmente, adora o que faz. E pode até dizer o mesmo da viagem até ao trabalho. Mas isso torna o assunto apenas mais complexo. Como analisa este assunto? Gostaríamos imenso que partilhasse os seus pensamentos connosco :-) https://www.facebook.com/MotivProject.eu/ https://twitter.com/MoTiV_Project
sk: Už si počul o "virtuálnom cestovnom čase"? Nie, nie je to o cestovaní vo virtuálnej realite. Je to niečo komplexnejšie. Koľko času presne venuješ presunom z bodu A do bodu B? Pravdepodobne odpovieš: "veď toľko, koľko mi zaberie cesta, predsa!" Nuž, z určitej perspektívy to tak nie je. Môže to byť viac, než len to. Zamysli sa: aby si prešiel z bodu A do bodu B, musel si minúť nejaké peniaze. Ak cestuješ autom, je to všetko, čo súvisí s použitím auta a aj jeho vlastnením. Ak ideš verejnou dopravou, je to cena tvojho lístka. Dokonca aj keď ideš pešo, máš na sebe minimálne topánky a tie o to skôr zničíš a budeš musieť vymeniť. Ale čo majú peniaze spoločné s cestovným časom? Aby si získal peniaze, musíš ty, alebo niekto za teba, pracovať, a práca zaberá čas. Takže, čas tvojej cesty nie je len čas, ktorý stráviš samotným cestovaním, ale tiež čas, ktorý potrebuješ na to, aby si zarobil peniaze na toto cestovanie. Zober si napríklad auto. Hodnota auta, so všetkými výdavkami, je v priemere 350 EUR na mesiac. Množstvo práce, ktoré musíš mesačne vynaložiť, aby si utiahol auto, pridáva tvojmu cestovnému času tvojich jázd za ten mesiac. To je tvoj virtuálny cestovný čas. Ak si štastlivec, mohol by si povedať, že práca nie je stratou času, pretože pracuješ rád. A to isté by si mohol povedať aj o cestovaní do práce. Možno. A to celú vec ešte viac komplikuje. Ako to vnímaš ty? Podeľ sa s nami o svoje myšlienky :) https://www.facebook.com/MotivProject.eu/ https://twitter.com/MoTiV_Project

# Your_Mobility_Journey
source: Stories and lessons
ca_es: Relats i lliçons
de: Ihre Mobilitätsreise
es: Relatos y lecciones
fi: Kertomuksia liikkumisesta
fr: Histoires et Leçons
hr: Vaše putovanje
nb: Fortellinger
nl: Verhalen en lessen
pt: A sua viagem na mobilidade
sk: Tvoje príbehy

source: You have trips to validate.
ca_es: Tens viatges per validar
de: Sie haben Reisen zu bestätigen.
es: Tienes viajes para validar
fi: Sinulla on vahvistettavia matkoja
fr: Vous avez des trajets à valider
hr: Imate putovanja za potvrditi
it: Tu hai dei viaggi da convalidare
nb: Godkjenn reiser nå!
nl: Je hebt reistrajecten om te valideren.
pt: Tem viagens para validar.
sk: Potvrď svoje cesty.

source: Coming tomorrow
ca_es: Pròximament
de: Kommt morgen
es: Próximamente
fi: Tulossa huomenna
fr: Pour demain
hr: Stiže sutra
it: In arrivo domani
nb: Kommer i morgen
nl: Morgen
pt: Chega amanhã
sk: Pozri zajtra

source: Story %@
ca_es: Relat %@
es: Relato %@
fi: Kertomus %@
fr: Histoire %@
hr: Priča %@
it: Storie %@
nb: Fortelling %@
nl: Verhaal %@
pt: História %@
sk: Príbeh %@

# Marital_Partnership
source: Registered partnership
ca_es: Parella de fet
de: Zivilehe
es: Pareja de hecho
fi: Rekisteröity parisuhde
fr: Concubinage/PACS
hr: Životno partnerstvo
it: Partnership registrate
nb: Partnerskap
nl: Geregistreerd partnerschap
pt: União de facto
sk: Registrované partnerstvo

# Labour_Pensioner
source: Pensioner
ca_es: Jubilat
de: Rentner/in
es: Jubilado
fi: Eläkeläinen
fr: Pension
hr: Umirovljenik_ca
it: Pensionato
nb: Pensionist
nl: Gepensioneerd
pt: Reformado
sk: Dôchodca

source: Trip has started at %@
ca_es: Un viatge ha començat %@
de: Die Reise hat um %@ begonnen
es: Un viaje ha empezado %@
fi: Matka alkoi %@
fr: Début du trajet à %@
hr: Putovanje je počelo u %@
it: Il percorso è iniziato %@
nb: Turen har startet på %@
nl: Traject gestart om %@
pt: A viagem iniciou-se às: %@
sk: Cesta začala o %@

source: Trip has ended at %@
ca_es: Un viatge ha finalitzat %@
de: Reise hat um %@ beendet
es: Un viaje ha finalizado %@
fi: Matka loppui %@
fr: Fin du trajet à %@
hr: Putovanje je završilo u %@
it: Il percorso è finito %@
nb: Turen endte på %@
nl: Traject gestopt om %@
pt: A viagem terminou às: %@
sk: Cesta skončila o %@

source: Trip has ended!
ca_es: Viatge finalitzat!
de: Reise ist beendet!
es: ¡El viaje ha finalizado!
fi: Matka loppui!
fr: Fin du trajet !
hr: Putovanje je završilo!
it: Lo spostamento è finito
nb: Turen er avsluttet!
nl: Traject afgelopen!
pt: A sua viagem terminou!
sk: Cesta skončila!

# engagement_notification_1_title
source: "Woorti just recorded your first trip."
ca_es: Woorti ha enregistrat el teu primer viatge
de: "Woorti hat gerade deine erste Reise aufgenommen."
es: Woorti acaba de registrar tu primer viaje.
fi: "Woorti tallensi ensimmäisen matkasi!"
fr: "Woorti vient d'enregistrer votre premier trajet."
hr: Woorti je upravo zabilježio vaše prvo putovanje.
it: Woorti ha appena registrato il tuo primo spostamento
nb: Woorti har registrert din første tur.
nl: Woorti heeft net je eerste reistraject opgenomen!
pt: "A Woorti acabou de registar a sua primeira viagem"
sk: "Woorti práve nahrala tvoju prvú cestu."

# engagement_notification_1_content
source: "Open the app and tell him about it!"
ca_es: Obre l'app i valida'l!
de: "Öffne die App und erzähle ihm davon!"
es: Abre la app y valídalo
fi: "Avaa sovellus ja kerro siitä!"
fr: "Ouvrez l'application et racontez votre trajet à Woorti!"
hr: Otvorite aplikaciju i ispričajte svojem putovanju!
it: Apri l'app e dacci tutti i dettagli
nb: "Åpne appen og fortell ham om den!"
nl: Open de App en vertel erover!
pt: "Abra a app e conte-nos como correu!"
sk: "Otvor aplikáciu a povedz o tom viac!"

# engagement_notification_2_title
source: You have a story to read.
ca_es: Tens un nou relat per llegir.
de: Sie haben eine Geschichte zu lesen.
es: Tienes un relato para leer.
fi: Sinulla on kertomus luettavana
fr: Une histoire est disponible
hr: Stigla je nova priča za pročitati.
it: Tu hai una storia da leggere
nb: Du har en historie å lese.
nl: Je hebt een verhaal om te lezen.
pt: Tem uma história para ler
sk: Máš nový príbeh.

# engagement_notification_2_content
source: If you read it today, another story will be unlocked tomorrow.
ca_es: Si el llegeixes avui demà en tindràs un altre disponible.
de: Wenn Sie es heute lesen, wird morgen eine andere Geschichte freigeschaltet.
es: Si lo lees hoy, mañana un nuevo relato estará disponible
fi: Jos luet sen tänään, saat huomenna uuden kertomuksen
fr: Si vous la lisez, aujourd'hui une nouvelle sera disponible demain.
hr: Ako je pročitate danas, sutra će se otključati nova.
it: Se la leggi oggi, un'altra storia verrà rivelata domani
nb: Hvis du leser den i dag vil en ny historie bli låst opp i morgen.
nl: Als je het vandaag leest, kan je morgen nog één lezen.
pt: Se a ler hoje, outra história será disponibilizada amanhã
sk: Ak si ho dnes prečítaš, zajtra príde ďalší.

# engagement_notification_3_title
source: Another story is out!
ca_es: Un nou relat està disponible!
de: Eine andere Geschichte wurde veröffentlicht!
es: ¡Otro relato está disponible!
fi: Uusi kertomus odottaa!
fr: Nouvelle histoire à lire !
hr: Još jedna priča je objavljena!
it: Un'altra storia è disponibile
nb: En ny historie er ute!
nl: Er is een nieuw verhaal!
pt: Acabou de ser publicada uma nova história!
sk: Prečítaj si nový príbeh!

# engagement_notification_3_content
source: "And remember to report on your last trip."
ca_es: I recorda de validar el teu últim viatge.
de: "Und denken Sie daran, von Ihre letzte Reise zu berichten."
es: Y recuerda de evaluar tu último viaje.
fi: "Muista raportoida viimeisin matkasi."
fr: "N'oubliez pas de valider votre dernier trajet."
hr: I ne zaboravite prijaviti svoje posljednje putovanje.
it: "e ricordati di fare il report del tuo ultimo viaggio"
nb: Og husk å rapportere din siste tur
nl: Denk eraan je laatste traject te waarderen
pt: "E não se esqueça de nos informar sobre a sua última viagem"
sk: "A nezabudni potvrdiť tvoju poslednú cestu."

# Language_Changed_Popup_Content
source: Please restart the app to complete this process
ca_es: Si us plau reinicia l'app per completar aquest procediment.
de: Bitte starten Sie die App neu, um diesen Vorgang abzuschließen
es: Por favor reinicie la aplicación para completar este proceso
fi: Käynnistä sovellus uudelleen viimeistelläksesi tämän vaiheen
fr: Veuillez redémarrer l'application pour finir cette tache.
hr: Molimo, restartajte aplikaciju za završetak ovog procesa.
it: Fai ripartire l'app per completare il processo
nb: Vennligst omstart appen for å fullføre prosessen
nl: Start de App opnieuw om dit proces te vervolledigen.
pt: Por favor reinicie a app para completar este processo
sk: Prosím reštartuj aplikáciu pre potvrdenie zmeny

# Language_Changed_Popup_Title
source: Language changed!
ca_es: Idioma canviat!
de: Sprache geändert!
es: Idioma cambiado
fi: Kieli vaihdettu!
fr: Langage changé!
hr: Jezik promijenjen!
it: Lingua cambiata!
nb: Språk endret!
nl: Taal veranderd
pt: Idioma alterado!
sk: Jazyk bol zmenený.

source: Predictability of travel time
ca_es: Estimació acurada del temps de viatge
de: Vorhersehbarkeit der Reisezeit
es: Estimación acurada del tiempo de viaje
fi: Matka-ajan ennustettavuus
fr: Prévisibilité du temps de trajet
hr: Procjena vremena putovanja.
it: Predicibilità del tempo di viaggio
nb: Forutsigbar reisetid
nl: Voorspelbaarheid van reistijd
pt: Previsibilidade do tempo de viagem
sk: Odhad cestovného času

# Urban_Scenery_Atmosphere
source: Urban scenery and atmosphere
ca_es: Paisatge i atmosfera
de: Stadtlandschaft und Atmosphäre
es: Paisaje y atmósfera
fi: Kaupunkinäkymät ja ilmapiiri
fr: Paysage urbain et ambiance
hr: Gradski krajolik i atmosfera
it: Paesaggio urbano e atmosfera
nb: Urbant landskap og atmosfære
nl: Stedelijke omgeving en atmosfeer
pt: Paisagem e ambiente urbano
sk: Scenéria mesta a atmosféra

source: While you are there
ca_es: Mentre viatges
de: Während Sie da sind
es: Mientras viajas
fi: Paikalla ollessasi
fr: Sur place
hr: Dok ste tamo
it: Mentre sei lì
nb: Mens du venter
nl: Terwijl je daar bent
pt: Enquanto está por aqui
sk: Kým si tam

source: Begin
ca_es: Comença
de: Beginnen
es: Empieza
fi: Aloita
fr: Commencer
hr: Započni
it: Inizia
nb: Begynn
pt: Iniciar
sk: Začať

# engagement_notification_4_title
source: Have you checked your travel time stats?
ca_es: Has vist el teu informe de viatge?
de: Haben Sie irhe Zeitstatistik überprüft?
es: ¿Has visto tus estadísticas de viaje?
fi: Oletko tarkistanut liikkumistietojasi?
fr: Avez vous vu vos stats de temps de trajet ?
hr: Jeste li provjerili statistiku svog vremena putovanja?
it: Hai controllato le statistiche del tuo tempo di viaggio?
nb: Har du sett reisetids-statistikken din?
nl: Heb je je reistijdstatistieken al gecheckt?
pt: Já consultou as estatísticas sobre os seus tempos de viagem?
sk: Pozrel si si už svoje cestovné štatistiky?
