Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# Bicycle
source: Bicycle - conventional
ca_es: Bicicleta
de: Fahrrad - gewöhnliches
es: Bicicleta
fi: Polkupyörä
fr: Vélo classique
hr: Biciklom
it: Bicicletta - convenzionale
nb: Sykkel / Vanlig sykkel
nl: Met de fiets (niet elektrisch)
pt: Bicicleta - convencional
sk: Bicykel

source: Car (Driver)
ca_es: Cotxe (conductor)
de: Auto (als Fahrer)
es: Coche (conductor)
fi: Auto (kuljettaja)
fr: Voiture (conducteur)
hr: Automobilom
it: Auto (guidatore)
nb: Bil (Sjåfør)
nl: Auto (als bestuurder)
pt: Carro (condutor)
sk: Auto (šofér)

source: Bus/Trolley Bus
ca_es: Autobús/troleibús
es: Autobús/trolebús
fi: Bussi
hr: Autobusom
it: Bus/ Bus a filo
nb: Buss
pt: Autocarro
sk: Autobus/Trolejbus

source: Tram
ca_es: Tramvia
es: Tranvía
fi: Raitiovaunu
hr: Travajem
nb: Trikk
pt: Elétrico
sk: Električka

source: Urban Train
ca_es: Tren
de: Zug
es: Tren
fi: Paikallisjuna
fr: Train
hr: Gradskim vlakom
it: Treni sub urbani
nb: Lokaltog
nl: Stadstrein
pt: Comboio urbano
sk: Mestský vlak

source: Regional/Intercity Train
ca_es: Tren regional/interurbà
de: Regional-/Intercityzug
es: Tren regional/interurbano
fi: Pikajuna
fr: Train régionale / TER / Intercités
hr: Međugradskim vlakom
it: Treni regionali/intercity
nb: Regiontog
nl: Regionale/ Intercity trein
pt: Comboio regional/longo-curso
sk: Regionálny/medzimestský vlak

source: Ferry/Boat
ca_es: Ferri/vaixell
de: Fähre / Boot
es: Ferry/barco
fi: Lautta/vene
fr: Ferry / Bateau
hr: Trajektom / brodom
it: Battelli o barche
nb: Ferge/Båt
nl: Ferry/ Boot
sk: Trajekt/loď

source: Motorcycle
ca_es: Motocicleta
de: Motorrad
es: Motocicleta
fi: Moottoripyörä
fr: Moto
hr: Motorom
it: Motocicletta
nb: Motorsykkel
nl: Moto/ Motorfiets
pt: Motociclo
sk: Motorka

source: Moped
ca_es: Ciclomotor
es: Ciclomotor
fi: Skootteri
fr: Mobylette
hr: Mopedom
it: Motorino
pt: Ciclomotor

source: Electric Bike
ca_es: Bici elèctrica
de: E-Bike
es: Bici eléctrica
fi: Sähköpyörä
fr: Vélo électrique
hr: Električnim biciklom
it: Bicicletta elettrica
nb: Elektrisk sykkel
nl: Elektrische fiets
pt: Bicicleta elétrica
sk: Elektrický bicykel

source: Bike Sharing
ca_es: Bici compartida
es: Bici compartida
fi: Kaupunkipyörä
fr: Vélo partagé
hr: Javnim biciklom
nb: Sykkeldeling
nl: Deelfiets
pt: Bicicleta partilhada

source: Car (Passenger)
ca_es: Cotxe (passatger)
de: Auto (Passagier)
es: Coche (pasajero)
fi: Auto (matkustaja)
fr: Voiture (passager)
hr: Automobilom kao putnik
it: Auto ( passeggero)
nb: Bil (Passasjer)
nl: Auto (als passagier)
pt: Carro (passageiro)
sk: Autor (pasažier)

source: Taxi/Ride Hailing
ca_es: Taxi/servei de transport
es: Taxi/servicio de transporte
fi: Taxi tms.
fr: Taxi
hr: Taksijem
it: Taxi/passaggio a chiamata
nb: Taxi/bestilt reise
nl: Taxi
pt: Táxi ou similar
sk: Taxík

source: Car Sharing/Rental (Driver)
ca_es: Cotxe d'intercanvi/de lloguer (conductor)
de: Carsharing/Mietwagen (Fahrer)
es: Coche de intercambio/alquiler (Conductor)
fi: Vuokra-auto (kuljettaja)
fr: Auto-partage (conducteur)
hr: Iznajmljenim automobilom (vozač)
it: Car sharing/ Noleggio ( guidatore )
nb: Bildeling/Leiebil (sjåfør)
nl: Auto (deel- of huurauto, als bestuurder)
pt: Partilhado alugado (condutor)
sk: Prenájom/zdieľanie auta (šofér)

source: Car Sharing/Rental (Passenger)
ca_es: Cotxe d'intercanvi/de lloguer (passatger)
de: Carsharing/Mietwagen (Passagier)
es: Coche de intercambio/alquiler (Pasajero)
fi: Vuokra-auto (matkustaja)
fr: Auto-partage (passager)
hr: Iznajmljenim automobilom (putnik)
it: Car sharing/ Noleggio ( passeggero )
nb: Bildeling/Leiebil (passasjer)
nl: Auto (deel- of huurauto, als passagier)
pt: Partilhado alugado (passageiro)
sk: Prenájom/zdieľanie auta (pasažier)

source: Car Pooling
ca_es: Cotxe compartit
es: Coche compartido
fi: Kimppakyyti
fr: Covoiturage
hr: Dijeljenjem automobila
nb: Samkjøring
pt: Partilha de carro

# Plane
source: Airplane
ca_es: Avió
de: Flugzeug
es: Avión
fi: Lentokone
fr: Avion
hr: Avionom
it: Aeroplano
nb: Fly
nl: Vliegtuig
pt: Avião
sk: Lietadlo

source: High-Speed Train
ca_es: Tren d'alta velocitat
de: Hochgeschwindigkeitszug
es: Tren de alta velocidad
fi: Suurnopeusjuna
fr: TGV
hr: Brzim vlakom
it: Treno ad alta velocità
nb: Hurtigtog
nl: Hogesnelheidstrein/ TGV
pt: Comboio de alta velocidade
sk: Rýchlovlak

source: Coach Long-distance Bus
ca_es: Autocar Autobús de llarga distància
de: Coach Langstreckenbus
es: Autocar Autobús de larga distancia
fi: Pitkän matkan bussi
fr: Car
hr: Autobusom (duga udaljenost)
it: Pullman a lunga percorrenza
nb: Turbuss
nl: Lange-afstands-autobus
pt: Autocarro de longo curso
sk: Diaľkový autobus

source: Micro Scooter
ca_es: Patinet
es: Patinete
fi: Potkulauta
fr: Mini-scooter
hr: Skuterom
it: Monopattino
nb: Løpehjul
pt: Trotinete
sk: Kolobežka

source: Skate
ca_es: Monopatí
es: Monopatín
fi: Rullalauta
fr: Skateboard
hr: Skateboardom
nb: Rullebrett
nl: Skateboard
sk: Korčule

source: Electric Wheelchair/Cart
ca_es: Cadira de rodes elèctrica/motoritzada
de: Elektrischer Rollstuhl/Wagen
es: Silla de ruedas eléctrica/motorizada
fi: Sähköpyörätuoli
fr: Fauteuil roulant électrique
hr: Električnim kolicima
it: Sedia a rotelle elettrica
nb: Elektrisk rullestol
nl: Elektrische rolstoel
pt: Cadeira de rodas elétrica
sk: Elektrický vozík

source: Wheelchair
ca_es: Cadira de rodes
de: Rollstuhl
es: Silla de ruedas
fi: Pyörätuoli
fr: Fauteuil roulant
hr: Kolicima
it: Sedia a rotelle
nb: Rullestol
nl: Rolstoel
pt: Cadeira de rodas
sk: Invalidný vozík

source: Cargo Bike
ca_es: Bici de càrrega
es: Bici de carga
fi: Tavarapyörä
fr: Vélo cargo
hr: Teretnim biciklom
nb: Lastesykkel
nl: Cargofiets/ bakfiets
pt: Bicicleta de carga
sk: Nákladný bicykel

source: Other Public Transport
ca_es: Altre transport públic
de: Andere öffentliche Verkehrsmittel
es: Otro transporte público
fi: Muu joukkoliikenne
fr: Autre transport public
hr: Drugim javnim prijevozom
it: Altri tipi di trasporto pubblico
nb: Annen offentlig transport
nl: Ander openbaar vervoer
pt: Outro transporte público
sk: Iná verejná doprava

source: Other Active/Semi-active
ca_es: Altre actiu/semiactiu
de: Andere Aktiv/Semi-aktiv
es: Otro transporte activo/semiactivo
fi: Muu liikunta
fr: Autre moyen actif / semi-actif
hr: Drugim aktivnim/poluaktivnim prijevozom
it: Altri spostamenti Attivi/ Semi attivi
nb: Annen mosjon
nl: Ander actief/ semi-actief vervoer
pt: Outro modo ativo/semi-ativo
sk: Iné aktívne/poloaktívne

source: Other Private Motorised
ca_es: Altre transport privat amb motor
de: Anderes privat motorisiertes Fahrzeug
es: Otro transporte privado con motor
fi: Muu ajoneuvo
fr: Autre mode motorisé individuel
hr: Drugim osobnim prijevozom
it: Altri mezzi motorizzati privati
nb: Annen motorisert
nl: Ander eigen gemotoriseerd vervoer
pt: Outro transporte privado
sk: Iné súkromné motorizované prostriedky

source: Yes
ca_es: Sí
de: Ja
es: Sí
fi: Kyllä
fr: Oui
hr: Da
it: Sì
nb: Ja
nl: Ja
pt: Sim
sk: Áno

source: Save
ca_es: Desar
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
hr: Spremi
it: Salva
nb: Lagre
nl: Bewaar
pt: Guardar
sk: Uložiť

source: Confirm all
ca_es: Confirmar-ho tot
de: Alles bestätigen
es: Confirmar todo
fi: Vahvista kaikki
fr: Confirmer tout
hr: Potvrdi sve
it: Conferma tutti
nb: Bekreft alt
nl: Bevestig alles
pt: Confirmar tudo
sk: Potvrdiť všetky

source: Next
ca_es: Següent
de: Nächster
es: Siguiente
fi: Seuraava
fr: Suivant
hr: Sljedeće
it: Prossimo
nb: Neste
nl: Volgende
pt: Seguinte
sk: Ďalej

source: Done
ca_es: Fet
de: Erledigt
es: Hecho
fi: Valmis
fr: Fait
hr: Gotovo
it: Fatto
nb: Ferdig
nl: Klaar
pt: Feito
sk: Hotovo

source: End
ca_es: Fi
de: Ende
es: Fin
fi: Valmis
fr: Fin
hr: Kraj
it: Fine
nb: Slutt
nl: Einde
pt: Finalizar
sk: Koniec

source: Skip
ca_es: Saltar
de: Überspringen
es: Saltar
fi: Ohita
fr: Passer
hr: Preskoči
it: Salta
nb: Hopp over
nl: Sla over
pt: Saltar
sk: Preskočiť

source: A Little About You
ca_es: Una mica sobre tu
de: Ein bisschen über Sie
es: Algo sobre ti
fi: Kerro itsestäsi
fr: A propos de vous
hr: Malo o vama
it: Un pochino su di te
nb: Litt om deg
nl: Meer over jou
pt: Um pouco sobre si
sk: Niečo o tebe

source: Active/Semi-active
ca_es: Actiu/semiactiu
de: Aktiv/Semi-aktiv
es: Activo/Semiactivo
fi: Liikunta
fr: Actif/Semi-actif
hr: Aktivno/poluaktivno
it: Attivo/Parzialmente attivo
nb: Mosjon
nl: Actief/ semi-actief
pt: Ativo/Semi-ativo
sk: Aktívne/Poloaktívne

# Ask_location_permission_String
source: Thanks! To record your trips we need your permission to allow Woorti to access your location at all times. We built it not to excessively consume your battery.
ca_es: Gràcies! Per enregistrar els teus viatges necessitem el teu permís perquè Woorti accedeixi a la teva ubicació en tot moment. L'hem dissenyat perquè no consumeixi gaire bateria.
de: Vielen Dank! Um Ihre Reisen aufzuzeichnen, benötigen wir Ihre Erlaubnis, damit Woorti jederzeit auf Ihren Standort zugreifen kann. Wir haben es so entwickelt, dass es Ihren Akku nicht übermäßig verbraucht.
es: ¡Gracias! Para registrar tus viajes necesitamos tu permiso para que Woorti pueda acceder a tu ubicación en todo momento. Lo hemos diseñado para que no consuma demasiada batería.
fi: Kiitos! Tallentaakseen matkasi Woorti tarvitsee luvan sijaintitietosi jatkuvaan keräämiseen. Olemme yrittäneet tehdä tämän akkuasi säästäen.
fr: Merci! Pour enregistrer vos trajets, nous avons besoin que vous autorisiez Woorti a accédé à vos données GPS en permanence. Cela n'utilisera pas votre batterie de façon excessive.
hr: Hvala! Za bilježenje vaših putovanja potrebno nam je vaše dopuštenje da Woorti u svakom trenutku može pristupiti vašoj lokaciji. Izradili smo aplikaciju tako da ne troši pretjerano bateriju.
it: Grazie! Per registrare i tuoi viaggi abbiamo bisogno della tua autorizzazione per far accedere sempre Woorti alla tua posizione. Noi l'abbiamo costruito per non consumare eccessivamente la tua batteria del telefono
nb: Takk. For å kunne registerer turene dine må du gi Woorti tilgang til posisjonene din til enhver tid. Vi ønsker ikke spesifikt å spise av batteriet.
nl: Bedankt! Om je reizen/ trips op te nemen hebben we jouw toestemming nodig om je locatie altijd te kennen. ('Altijd' in de instelling locatievoorzieningen)
pt: Obrigado! Para guardar as suas viagens precisamos que autorize a Woorti a aceder à sua localização. Prometemos não consumir a sua bateria em excesso.
sk: Ďakujeme! Pre zaznamenávanie tvojich ciest potrebujeme tvoj súhlas, aby Woorti mohla neustále pristupovať k tvojej polohe. Vytvorili sme ju tak, aby príliš nemíňala tvoju batériu.

# Ask_location_permission_String_when_user_has_denied
source: Sorry! For Woorti to function properly we really need that you allow it to access your location always.
ca_es: Ens sap greu! Perquè Woorti funcioni bé, hem de poder accedir a la teva ubicació en tot moment.
de: Es tut uns leid! Damit Woorti einwandfrei funktioniert, müssen wir unbedingt auf Ihren Standort zugreifen.
es: ¡Lo sentimos! Para que Woorti funcione bien necesitamos poder acceder a tu ubicación en todo momento.
fi: Anteeksi! Toimiakseen Woorti oikeasti tarvitsee lupasi sijaintitiedon keräämiseen.
fr: Désolé! Pour fonctionner correctement, Woorti a besoin de votre autorisation.
hr: Oprostite! Kako bi Woorti ispravno funkcionirao, uistinu je potrebno uvijek omogućiti pristup vašoj lokaciji.
it: Siamo spiacenti! Per funzionare correttamente Woorti ha bisogno che tu permetta che acceda sempre alla tua posizione.
nb: Beklager! For at Woorti skal fungere skikkelig trenger vi at du gir tillatelse til å se posisjonen "Alltid".
nl: Sorry! Maar opdat Woorti kan werken moet je echt 'Altijd' instellen bij de instelling Locatievoorzieningen.
pt: Lamentamos! Para a Woorti funcionar, precisamos que permita acesso contínuo à sua localização.
sk: Prepáč! Pre správne fungovanie aplikácie Woorti potrebujeme, aby si jej vždy umožnil prístup k tvojej polohe.

# Ask_notification_permission_String
source: Lastly, we will be asking you questions regarding your experiences as you travel. Your opinion really matters to us! To do this we need to be able to send you notifications.
ca_es: Finalment, et farem preguntes sobre les teves experiències mentre viatges. La teva opinió ens importa molt! Per fer-ho, hem de poder-te enviar notificacions.
de: Als letztes werden wir Sie während Ihrer Reise Fragen zu Ihren Erfahrungen stellen. Ihre Meinung ist uns wichtig! Dazu müssen wir Ihnen Mitteilungen senden können.
es: Finalmente, te preguntaremos sobre las experiencias que tienes mientras viajas. ¡Tu opinión nos importa mucho! Para hacerlo, tenemos que poder enviarte notificaciones.
fi: Tulemme myös kysymään sinulta, mitä kokemuksia matkoihisi liittyy. Tätä varten tarvitsemme sinulta vielä luvan ilmoitusten esittämiseen.
fr: Nous allons maintenant vous interroger au sujet de vos expériences de voyage. Votre avis est important pour nous ! Pour cela, nous avons besoin de pouvoir vous envoyer des notifications.
hr: Naposljetku, postavit ćemo vam pitanja o vašim iskustvima dok putujete. Vaše mišljenje doista nam je važno! Kako bismo to mogli, moramo vam moći slati obavijesti.
it: Infine, ti chiediamo alcune domande riguardanti la tua esperienza di viaggio. La tua opinione è davvero importante per noi! Per fare questo abbiamo bisogno di poterti inviare delle notifiche.
nb: Til slutt vil vi stille noen spørsmål om opplevelsene dine mens du reiser. Dine erfaringer er viktig for oss. For at vi skal kunne samarbeide, må du tillate oss å sende deg varsler.
nl: Tot slot graag nog enkele vragen over hoe je reist en je trips ervaart. Je beleving is heel erg belangrijk voor ons onderzoek! Om dit te doen, moeten we je meldingen kunnen sturen.
pt: Por fim, vamos fazer-lhe algumas questões sobre as suas experiências de viagens! Para isto, vamos precisar de lhe enviar notificações. A sua opinião é muito importante para nós!
sk: Budú nás zaujímať aj tvoje skúsenosti z cestovania, preto by sme ti chceli posielať notifikácie. Na tvojom názore nám naozaj záleží!

source: BACK TO LOGIN
ca_es: TORNA A L'INICI DE SESSIÓ
de: ZURÜCK ZUR ANMELDUNG
es: VUELVE AL INICIO DE SESIÓN
fi: TAKAISIN KIRJAUTUMISEEN
fr: Retour Identification
hr: Natrag na ulogiravanje
it: Torna indietro per fare il login
nb: Tilbake til innlogging
nl: Terug naar Login
pt: RETROCEDER PARA O REGISTO
sk: Späť na prihlásenie

source: Change Language
ca_es: Canviar idioma
de: Sprache ändern
es: Cambiar el idioma
fi: Vaihda kieli
fr: Changer langue
hr: Promjena jezika
it: Cambia il linguaggio
nb: Endre språk
nl: Verander taal
pt: Alterar idioma
sk: Zmeniť jazyk

source: Correct_Exams
ca_es: Corregir_exàmens
de: Richtig_Prüfung
es: Corregir_exámenes
fi: Oikeat kyselyt
fr: Corriger réponses
hr: Ispravak_pregled
it: Esami corretti
nb: Korrekt_Eksamen
nl: Verbeter examens
pt: Corrigir inquéritos

# Data_Protection
source: Privacy and data protection
ca_es: Privadesa i protecció de dades
de: Privatsphäre und Datenschutz
es: Privacidad y protección de datos
fi: Tietosuoja
fr: Vie Privée et protection des données
hr: Privatnost i zaštita podataka
it: Privacy e data protection
nb: Personvern og datasikkerhet
nl: Privacy en gegevensbescherming
pt: Privacidade e proteção de dados
sk: Súkromie a ochrana osobných údajov

# Didnt_sign_up_yet
source: Forgot your Password?
ca_es: Has oblidat la contrasenya?
de: Haben Sie Ihr Passwort vergessen?
es: ¿Has olvidado tu contraseña?
fi: Unohtuiko salasana?
fr: Mot de passe oublié ?
hr: Zaboravili ste lozinku?
it: Dimenticato la tua Password?
nb: Glemt passordet?
nl: Paswoord vergeten?
pt: Esqueceu-se da sua Password?
sk: Zabudol si heslo?

source: Doesn't improve my fitness
ca_es: No m'ajuda a mantenir-me en forma
de: Verbessert nicht mein Fitness
es: No me ayuda a mantenerme en forma
fi: Ei edistä kuntoa
fr: N'améliore pas ma forme physique
hr: Ne poboljšava moju tjelesnu spremu
it: Non ha migliorato il mio livello di fitness
nb: Jeg blir ikke sprekere
nl: Verbetert mijn conditie niet
pt: Não melhora a minha boa forma física
sk: Nezlepšuje moju kondíciu

source: email
ca_es: correu electrònic
es: correo electrónico
fi: Sähköposti
nb: Epost

source: Email Has Been Sent
ca_es: Correu electrònic enviat
de: Email wurde verschickt
es: Correo electrónico enviado
fi: Sähköposti on lähetetty
fr: Un email vous a été envoyé
hr: E-mail je poslan
it: Una mail è stata inviata
nb: Vi har sendt deg en epost
nl: e-mail verzonden
pt: Um email foi enviado
sk: E-mail bol odoslaný

source: Enjoying
ca_es: Gaudir
de: Genießen
es: Disfrutar
fi: Mukavaa
fr: Niveau plaisir
hr: Uživanje
it: Divertimento
nb: Hygge
nl: Genieten
pt: Divertindo
sk: Užívam si

# Enjoyment_Worthwhile_Description_Score
source: Relaxing or having fun; taking time to listen to music, rest or meditate; engaging in social media; observing the surroundings…
ca_es: Relaxar-me o divertir-me; dedicar temps a escoltar música, descansar o meditar; estar actiu a les xarxes socials; observar els voltants...
de: Entspannen oder Spaß haben; sich Zeit nehmen, um Musik zu hören, sich auszuruhen oder zu meditieren; sich in sozialen Medien engagieren; die Umgebung beobachten…
es: Relajarme o pasarlo bien; dedicar tiempo a escuchar música, descansar o meditar; estar activo en las redes sociales; observar a mi alrededor...
fi: Rentoudu tai pidä hauskaa; käytä aikaa musiikin kuunteluun tai somettamiseen; tarkkaile ympäristöäsi...
fr: Se reposer ou méditer; écouter de la musique; discuter sur les médias sociaux; regarder le paysage....
hr: Opuštanje ili zabava; korištenje vremena za slušanje glazbe, odmor ili meditaciju; pregledavanje društvenih mreža; promatranje okoline...
it: Rilassarsi o divertirsi; prendersi il tempo per ascoltare della musica, riposare o fare meditazione, intrattenersi con i social media, osservare il paesaggio
nb: Slappe av eller more seg; Høre på musikk, hvile eller meditere; engasjere seg i sosiale medier; følge med på omgivelsene
nl: Relaxen of plezier maken, tijd nemen om naar muziek te luisteren, rusten of mediteren, social media, naar de omgeving kijken...
pt: Relaxando ou divertindo-se; aproveitando o tempo para ouvir música, para descansar ou meditar; participando em redes sociais; observando o que rodeia
sk: Počas cestovania môžeš: počúvať hudbu, oddychovať alebo meditovať, využívať sociálne siete, pozorovať okolie...

# Enjoyment_Worthwhile_High_Score
source: When I travel, I chill
ca_es: Quan viatjo, em relaxo
de: Wenn ich reise, entspanne ich mich
es: Cuando viajo, me relajo
fi: Rentoudun matkalla
fr: Lorsque je voyage, je relaxe
hr: Kada putujem, opuštam se
it: Quando viaggio mi rilasso
nb: Når jeg reiser slapper jeg av
nl: Wanneer ik reis, chill ik
pt: Quando viajo, descontraio
sk: Cestovanie si užívam

source: Enter your email address
ca_es: Escriu el correu electrònic
de: Geben Sie ihre E-Mailadresse ein
es: Escribe tu correo electrónico
fi: Anna sähköpostiosoite
fr: Votre adresse email
hr: Unesite svoj e-mail
it: Inserisci il tuo indirizzo mail
nb: Fyll inn epostadresse
nl: Vul je e-mail-adres in
pt: Introduza o seu endereço de email
sk: Zadaj tvoju e-mailovú adresu

source: Enter your name
ca_es: Escriu el teu nom
de: Geben Sie Ihr Namen ein
es: Escribe tu nombre
fi: Anna nimi
fr: Entrez votre nom
hr: Unesite svoje ime
it: Inserisci il tuo nome
nb: Fyll inn navn
nl: Vul je naam in
pt: Introduza o seu nome
sk: Zadaj svoje meno

source: Enter your password
ca_es: Escriu la contrasenya
de: Geben Sie Ihr Passwort ein
es: Escribe tu contraseña
fi: Anna salasana
fr: Mot de passe
hr: Unesite svoju lozinku
it: Inserisci la tua password
nb: Velg passord (minst 6 tegn)
nl: Vul je paswoord in
pt: Introduza a sua palavra-passe
sk: Zadaj svoje heslo

source: Enter your password Again
ca_es: Torna a escriure la contrasenya
de: Geben Sie erneut Ihr Passwort ein
es: Vuelve a escribir tu contraseña
fi: Anna salasana uudestaan
fr: Merci de saisir à nouveau votre mot de passe
hr: Ponovno unesite svoju lozinku
it: Inserisci la tua password nuovamente
nb: Gjenta passord
nl: Vul je paswoord nog eens in
pt: Introduza novamente a sua palavra-passe
sk: Znovu zadaj svoje heslo

# Error_Log_In
source: There was an error logging in. Please try again or reset your password.
ca_es: Hi ha hagut un error d'inici de sessió. Torna-ho a provar o restableix la contrasenya.
de: Beim Einloggen ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder setzen Sie Ihr Passwort zurück.
es: Ha habido un error de inicio de sesión. Vuelve a intentarlo o restablece tu contraseña.
fi: Virhe sisäänkirjautumisessa. Yritä uudelleen tai vaihda salasanasi.
fr: Erreur lors de votre identification. Essayez à nouveau ou réinitialisez votre mot de passe.
hr: Došlo je do pogreške prilikom ulogiravanja. Pokušajte ponovno ili promijenite lozinku.
it: C'è stato un errore di logging in. Prova ancora o reimposta la tua password.
nb: Feil ved pålogging. Prøv igjen, eller "Endre passord"
nl: Foutmelding. Probeer nog eens of reet je paswoord.
pt: Surgiu um erro ao aceder. Por favor tente novamente ou altere a sua password.
sk: Nastala chyba pri prihlasovaní. Skús to ešte raz alebo si nanovo nastav svoje heslo.

source: Female
ca_es: Dona
de: Weiblich
es: Mujer
fi: Nainen
fr: Femme
hr: Žensko
it: Femmina
nb: Kvinne
nl: Vrouw
pt: Feminino
sk: Žena

# First_Onboarding_Screen_Welcome_Description_Text
source: Did you know that a person spends about 2 years of her whole life commuting? Woorti will help you explore your travel time!
ca_es: Sabies que una persona passa uns 2 anys de tota la seva vida viatjant a la feina? Woorti t'ajuda a explorar el teu temps de viatge!
de: Wussten Sie, dass eine Person ungefähr zwei Jahre ihres Lebens im pendeln verbringt ? Woorti wird Ihnen helfen, euch über Ihre Reisezeit zu erkunden!
es: ¿Sabías que una persona pasa unos 2 años de toda su vida viajando al trabajo? ¡Woorti te ayuda a explorar tu tiempo de viaje!
fi: Tiesitkö, että työmatkoihin käytetään 2 vuotta elämästä? Woorti auttaa sinua tutkimaan matka-aikaasi!
fr: Saviez vous qu’une personne passe environ 2 ans de sa vie dans les trajets domicile-travail ? Woorti vous aide à découvrir votre temps de trajet!
hr: Jeste li znali da osoba troši oko 2 godine života na prometovanje? Woorti će Vam pomoći istražiti Vaše vrijeme utošeno na prometovanje!
it: Lo sapevi che una persona spende all'incirca 2 anni della sua vita sui mezzi di trasporto? Woorti ti aiuterà a conoscere di più circa il tempo che dedichi agli spostamenti
nb: Visste du at en person bruker to år av livet sitt på pendling? Woorti hjelper deg å finne ut av DIN reisetid!
nl: Wist jij dat een gemiddeld persoon ongeveer twee jaar van zijn of haar leven aan pendelen besteedt? Woorti zal je helpen jouw reistijd te ontdekken!
pt: Sabia que uma pessoa passa cerca de 2 anos da sua vida em transportes? A Woorti vai ajuda-lo a compreender melhor o seu tempo de viagem!
sk: Vedel si, že človek strávi cestovaním priemerne až dva roky zo svojho života? Woorti ti pomôže spoznať tvoj cestovný čas!

# First_Onboarding_Screen_Welcome_Title
source: Your travel time is an important part of your life!
ca_es: El temps de viatge és una part important de la teva vida!
de: Ihre Reisezeit ist ein wichtiger Teil Ihres Lebens!
es: ¡El tiempo de viaje es una parte importante de tu vida!
fi: Matka-aikasi on tärkeä osa elämääsi!
fr: Votre temps de trajet est une part importante de votre vie!
hr: Vrijeme putovanja važan je dio Vašeg života!
it: Il tempo che dedichi agli spostamenti è un'importante parte della tua vita!
nb: Tiden du bruker på pendling er en viktig del av livet ditt!
nl: Je reistijd is een belangrijk deel van je leven!
pt: O seu tempo de viagem é uma parte importante da sua vida
sk: Čas strávený cestovaním je dôležitou súčasťou tvojho života.
