Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# story_4_text_the_7_shades_of_pedros_cycling_time
source: 1. Pedro did it as a statement. He started cycling to work at a time when it was still something truly odd in Lisbon. As he passed, old men in the street yelled to him “GO, CYCLIST, GO” as if he were in the Tour. Car drivers honked “GET OUT OF THE ROAD”. He believed that people should be able to use their bike to move around in the city, and he felt as that pioneer hero that gave the example to the future generations of bike commuters. He also wanted to prove that cycling was fast, and so he started to choose the quicker paths even if they had heavy traffic, just to save 5 minutes. The less time it took, the better. 2. As the statement effect faded, he started noticing more the stressful part of the experience, and the occasional sweat. So, he decided to slow down his pace. But he was so used to pedal hard, that it took him a year to get used to ride at a slower pace. He came to appreciate the Dutch style, relaxed, way of cycling. He chose again the calmer routes. 3. After having children, he took each of them to kindergarten and school before starting the 35 minute ride to work. The only alternative to the bicycle was the car, which wasn't an option he wanted to take, so he started getting fed up of having no choices. “I miss it when I could go by metro and relax”. And so Pedro started taking the metro whenever he didn't have to take the kids. 4. When his wife could again take the kids on some days, the release of the obligation to cycle made him recover part of the pleasure of cycling. But he still felt it to be consuming his time unproductively. He had got used to taking his public transport time to think and read. 5. One day, as he was cooking dinner, Pedro decided to hear a podcast. He loved it and thought how much better this made his cooking time. He would learn things and hear stories from other people. He started enjoying cooking time. After that, he took him another year to understand that he could do the same in his cycling time routine. With podcasts, his cycling routes became even more slow and long. Each 5 more minutes riding were 5 minutes of podcast pleasure. 6. Later, Pedro changed job and started working from home. His belly suddenly increased size, as he stopped doing the now 45 minute ride to work. Looking at his augmented belly, Pedro realized that the cycling to work over the past years had kept him fit. He started seizing every opportunity, like going to meetings, to go by bike. 7. But his cycling time was about to improve even more. As his children grew up, he realized that the travel time to school with them were part of the best moments of his live. His children showed that they loved going with him, asked dozens of questions and told him about the latest news at the school. This made his cycling time more worthwhile than anything else.
ca_es: 1. Per al Pedro era una declaració de principis. Va començar a anar en bici a la feina quan encara era una cosa molt estranya a Lisboa. Mentre anava en bici, alguns homes grans li cridaven: «VA, CICLISTA! ÀNIMS!» com si participés en el Tour. Alguns conductors tocaven el clàxon i li cridaven: «VES-TE'N DE LA CARRETERA!». Creia que la gent hauria de poder moure's per la ciutat en bici, i va ser l'heroi pioner que va servir d'exemple per a les futures generacions de ciclistes urbans. També volia demostrar que anar en bici és ràpid, així que va començar a fer servir camins més ràpids fins i tot si hi havia molt de trànsit, encara que només fos per guanyar cinc minuts. Com més ràpid, millor. 2. Quan l'efecte de la declaració de principis es va esvair, va començar a adonar-se de la part estressant i del sobreesforç que de vegades feia. Estava tan acostumat a pedalar al màxim que va necessitar un any per acostumar-se a anar a un ritme més lent. Va començar a apreciar la manera relaxada d'anar en bici, a l'estil holandès. Va tornar a triar les rutes més tranquil·les. 3. Quan va tenir fills, els portava a la guarderia i a l'escola abans de començar un trajecte de 35 minuts fins a la feina. L'única alternativa que tenia era el cotxe, i es va començar a cansar de no tenir opcions. «Trobo a faltar quan podia anar en metro i relaxar-me». Així que agafava el metro sempre que no havia de portar els nens. 4. Alguns dies la seva dona es podia encarregar de portar els nens, i aleshores va recuperar part del plaer d'anar en bici, tot i que encara sentia que no feia servir el temps de manera productiva. S'havia acostumat a fer servir el temps que passava al transport públic per pensar i llegir. 5. Un dia, mentre feia el sopar, el Pedro va decidir escoltar un podcast. Li va encantar i li va fer pensar en com això havia millorat el seu temps a la cuina. Aprenia coses i escoltava històries d'altres persones. Va començar a gaudir quan cuinava. Va necessitar un altre any per entendre que podia fer el mateix durant els seus trajectes en bici rutinaris. Els seus trajectes en bici es van tornar més lents i llargs. Cada cinc minuts més en bici eren cinc minuts més de poder gaudir d'un podcast. 6. Més endavant, el Pedro va canviar de feina i va començar a treballar des de casa. De cop li va créixer la panxa, perquè havia deixat de fer el trajecte fins a la feina, que en aquell moment era de 45 minuts. Després de veure com li havia crescut la panxa, el Pedro es va adonar que anar a la feina en bici tots aquells anys l'havia mantingut en forma. Va començar a aprofitar cada oportunitat (com ara anar a reunions) per anar en bicicleta. 7. Però el temps que passava anant en bici encara havia de millorar més. A mesura que els seus fills creixien, es va adonar que el temps que passava portant-los a l'escola era un dels millors moments de la seva vida. Els seus fills li demostraven que els encantava anar amb ell, li feien moltíssimes preguntes i li explicaven les últimes notícies de l'escola. Això feia que el seu temps en bici fos més valuós que les altres coses.
es: " 1. Para Pedro era una declaración de principios. Empezó a ir en bicicleta al trabajo cuando todavía era algo raro en Lisboa. Mientras iba en bici, algunos hombres mayores le gritaban: «¡VAMOS, CICLISTA! ¡ÁNIMOS!» por la calle, como si estuviera en el Tour. Algunos conductores le pitaban y gritaban: «¡SAL DE LA CARRETERA!». Pensaba que la gente debería poder moverse por la ciudad en bici, y él fue el héroe pionero que dio ejemplo a las futuras generaciones de ciclistas urbanos. También quería demostrar que ir en bici era rápido, así que empezó a escoger las rutas más cortas incluso si había mucho tráfico en ellas, solo para ahorrarse cinco minutos. Cuanto más rápido, mejor. 2. Cuando el efecto de la declaración de principios se desvaneció, empezó a darse cuenta de la parte estresante y del sobresfuerzo que a veces hacía. Estaba tan acostumbrado a pedalear al máximo, que necesitó un año para acostumbrarse a ir a un ritmo más pausado. Empezó a apreciar ir en bici relajadamente, al estilo holandés. Volvió a escoger las rutas más tranquilas. 3. Cuando tuvo hijos, los llevaba a la guardería y a la escuela antes de empezar su recorrido de 35 minutos hasta el trabajo. La única manera de hacer esto era el coche, y empezó a hartarse de no tener alternativas. «Echo de menos poder ir en metro y relajarme». Así que tomaba el metro cuando no tenía que llevar a los niños. 4. Algunos días su mujer podía llevar a los niños, y entonces recuperó parte del placer de ir en bici, pero seguía sintiendo que no hacía nada productivo con su tiempo. Se había acostumbrado a usar el tiempo que pasaba en el transporte público para pensar y leer. 5. Un día, mientras preparaba la cena, Pedro decidió escuchar un podcast. Le encantó y pensó en lo mucho que esto había mejorado su tiempo en la cocina. Aprendía cosas y escuchaba historias de otras personas. Empezó a disfrutar de su tiempo en la cocina. Necesitó todo un año para darse cuenta de que podía hacer lo mismo con sus viajes en bici rutinarios. Sus trayectos en bici se volvieron aún más lentos y largos. Cinco minutos más de bici eran cinco minutos más para disfrutar de un podcast. 6. Más adelante, Pedro cambió de trabajo y empezó a trabajar desde casa. De repente le salió barriga, porque dejo de hacer un trayecto en bici al trabajo de 45 minutos. Después de ver su barriga, Pedro se dio cuenta de que ir en bici al trabajo estos últimos años lo había mantenido en forma. Empezó a aprovechar todas las oportunidades (como ir a reuniones) para ir en bici. 7. Pero el tiempo que pasaba en su bici todavía iba a mejorar más. A medida que sus hijos crecían, se dio cuenta de que el tiempo que pasaba llevándolos a la escuela era uno de los mejores momentos de su vida. Sus hijos le demostraban que les encantaba ir con él, le hacían montones de preguntas y le contaban las últimas noticias de la escuela. Esto hacía que su tiempo en bici fuera más valioso que todo lo demás.
fi: 1. Petri teki sen kannanottona. Hän alkoi pyöräillä töihin siihen aikaan, kun se ei vielä ollut muodikasta. Jalankulkijat ihmettelivät joka säällä keskustassa autojen seassa pyöräilevää kummajaista. Autoilijat eivät tuntuneet osaavan hyviä tapoja, tai edes liikennesääntöjä. Petrin mielestä ihmisten pitäisi voida käyttää pyörää kaikkeen liikkumiseen kaupungilla, ja hän olikin esimerkillään luomassa uutta pyöräilykulttuuria. Hän halusi myös todistaa, että pyöräily on nopeaa. Siksi hän alkoi käyttää nopeampia reittejä vaikka niissä oli paljon liikennettä, vain viiden minuutin säästön tähden. Mitä nopeampi, sitä parempi. 2. Jossakin vaiheessa Petristä alkoi tuntua, että hänen ei tarvitse todistella mitään. Hän alkoi huomata matkoihin liittyvän stressin ja hikoilun. Itse asiassa kesti kokonaisen vuoden, ennen kuin hän oppi ajamaan hitaammin. Hän alkoi pyöräillä rennosti ja rauhallisempia reittejä, kuin hollantilaiset. 3. Perheen kasvaessa Petri vei lapset päiväkotiin ja kouluun ennen 35 minuutin matkaa töihin. Ainoa vaihtoehto olisi ollut auto, ja häntä alkoi tympiä vaihtoehtojen puute. "Kaipaan aikaa kun sain mennä julkisilla ja rentoutua". Niinpä hän alkoi taas käyttää julkisia aina kun ei tarvinnut viedä tai hakea lapsia. 4. Kun puoliso hoiti lasten kuljetukset, Petri pääsi taas paremmin nauttimaan pyöräilystä omilla ehdoillaan, mutta hänestä tuntui edelleen, että aikaa meni hukkaan. Hän oli ehtinyt tottua ajattelemaan ja lukemaan bussissa matkustaessaan. 5. Eräänä päivänä ruokaa tehdessään Petri päätti kuunnella podcastia. Hän huomasi, että se oli varsin mukavaa. Hän saattoi oppia asioita ja kuunnella ihmisten tarinoita. Hän alkoi nauttia ruoanlaittoajasta. Kesti taas vuoden päivät, kunnes hän tajusi että hän voisi tehdä samaa vakituisilla pyörämatkoillaan. Reiteistä tuli entistäkin hitaampia ja pidempiä. Jokainen viisi minuuttia lisää pyöräilyä oli viisi minuuttia aikaa kuunnella podcasteja. 6. Myöhemmin Petri vaihtoi työpaikkaa ja alkoi tehdä etätöitä kotoa käsin. Hänen vyötärönsä alkoi pyöristyä, kun 45 minuutin pyörämatkat töihin ja takaisin loppuivat. Peiliin katsoessaan hänen oli myönnettävä, että nimenomaan tuo hyötyliikunta oli pitänyt hänet hyvässä kunnossa. Siitä lähtien hän pyrki hyödyntämään jokaisen tilaisuuden kulkeakseen pyörällä. 7. Petrin pyöräilyaika jatkoi kehittymistä. Lasten kasvaessa hän huomasi, että yhteiset koulumatkat olivat parhaita hetkiä hänen elämässään. Lapsista oli mukavaa kulkea yhdessä, kysellä maailman asioista ja kertoa koulupäivän tapahtumista. Tämä teki hänen pyöräilyyn käyttämästään ajasta arvokkaampaa kuin mikään muu.
fr: 1. Pedro voulait prouver son point de vue. Il commença le vélotaf à une époque où c'était vu bizarrement à Lisbonne. Sur son passage, les vieillards l'encourageaient "ALLEZ, CYCLISTE, ALLEZ!" comme pour une course. Les conducteurs klaxonnaient " DÉGAGE DE LA CHAUSSÉE! " Pour Pedro, tout le monde devrait pouvoir utiliser son vélo pour se déplacer en ville. Il se sentait comme un héro pionnier qui donnait l'exemple pour les futures générations de vélotafeurs. Il voulait aussi prouver que le vélo, c'était rapide. Alors il choisissait des itinéraires rapides, même s'il y avait un fort trafic, juste pour gagner quelques minutes. Plus c'était rapide, mieux c'était. 2. Petit à petit, il se rendit compte de l'effet stressant de cette expérience, ainsi que les sueurs occasionnelles. Il commença donc à ralentir. Il était tellement habituer à forcer sur les pédales que cela lui prit un peu de temps. Il vint à apprécier le style Hollandais : faire du vélo en relaxant. Il retrouva des itinéraires plus calmes. 3. Une fois papa, Pedro emmenait ses enfants à la crèche et à l'école avant de commencer son trajet de 35 min pour le travail. La seule alternative au vélo était la voiture, et ce n'était pas une option qu'il voulait choisir. Pedro en avait marre de ne pas avoir le choix. "je regrette le temps où je pouvais prendre le métro et me reposer". Pedro commença à prendre le métro à chaque fois qu'il ne devait pas emmener les enfants. 4. Lorsque sa femme pu à nouveau prendre les enfants certains jours. Ne plus être dans l'obligation de prendre le vélo fit retrouver à Pedro le plaisir de pédaler. Mais il se sentait maintenant non-productif. Son temps dans les transports publics lui permettait de penser et lire. 5. Un jour, Pedro écouta un podcast en cuisinant le dîner. Il l'apprécia tellement qu'il commença à écouter des histoires et apprendre pendant son temps aux fourneaux. La corvée était devenue plaisir. Un an plus tard, il réalisa qu'il pouvait faire la même chose avec sa routine vélotaf. Avec les podcasts, ses itinéraires devinrent plus lents et plus longs. 5 minutes de vélo en plus, c'était aussi 5 minutes de plaisir en podcast. 6. Plus tard, Pedro changea de travail et commença le télétravail. Son ventre a subitement doublé de volume, sans les 45 minutes de vélo pour se rendre au boulot. Son ventre rond lui fit réaliser que son vélotaf des dernières années l'avait gardé en forme. Il saisit alors toutes les opportunités, comme les réunions, pour se déplacer à vélo. 7. Alors que ses enfants grandissaient, les accompagner à l'école à vélo était un des meilleurs moments de sa vie. Ses enfant appréciaient ce temps avec lui, ils lui posaient des questions et racontaient leurs dernières aventures à l'école. Et cela donnait à son trajet à vélo plus de valeur que tout autre chose.
hr: 1. Pedro je htio izraziti stav. Počeo je biciklirati na posao u vrijeme kada je još uvijek bilo nešto doista čudno u Lisabonu. Dok je prolazio, starci na ulici vikali su mu: "AJMO, BICIKLIST, AJMO", kao da je na utrci. Vozači automobila trubili su mu "MIČI SE SA CESTE". Smatrao je kako bi građani trebali moći koristiti bicikl za kretanje gradom i osjećao se kao junak koji je dao primjer budućim generacijama koje će biciklirati. Također, htio je dokazati kako je biciklom kretanje brže pa je počeo birati brže rute, čak i ako je bio gust promet, samo da bi uštedio 5 minuta. Što mu je manje vremena trebalo, tim bolje. 2. Kako je utjecaj njegovih pokušaja slabio, počeo je sve više primjećivati stresnu stranu svog ponašanja i znojenje. Stoga je odlučio usporiti tempo. No, bio je toliko naviknut na snažno pedaliranje, da mu je trebalo godinu dana da se privikne na vožnju sporijim tempom. Počeo je cijeniti nizozemski stil, opušteno bicikliranje. Opet je počeo birati mirnije rute. 3. Nakon što je postao otac, svoju djecu prvo je vozio u vrtić i školu, a onda biciklirao 35 minuta do svog posla. Jedina alternativa biciklu bio je automobil, što za njega nije bila opcija, i bilo mu je dosta što nema izbora. "Nedostaje mi kad sam mogao ići podzemnom željeznicom i opustiti se". I tako je Pedro počeo koristiti podzemnu željeznicu, kada god nije morao voziti djecu. 4. Kada je njegova supruga opet mogla nekoliko dana tjedno voziti djecu, bicikliranje mu je postalo neobavezno pa je ponovno počeo uživati u vožnji! No, činilo mi se da neproduktivno troši svoje vrijeme. Naviknuo se na to da svoje vrijeme vozeći se javnim prijevozom koristi za razmišljanje i čitanje. 5. Jednog dana, dok je kuhao večeru, Pedro je odlučio slušati podcast. Svidjelo mu se i pomislio kako je to uljepšalo vrijeme potrošeno na kuhanje. Učio bi razne stvari i slušao priče drugih ljudi. Počeo je uživati u kuhanju. Nakon toga, trebalo mu je još godinu dana kako bi shvatio da bi mogao činiti isto za vrijeme vožnje biciklom. S podcastima su njegove biciklističke rute postajale još sporije i dugotrajnije. Svakih 5 minuta vožnje više značilo je i 5 minuta više uživanja u podcastu. 6. Kasnije je Pedro promijenio posao i počeo raditi od kuće. Njegov trbuh iznenada se povećao, budući da je prestao biciklirati, sada već 45 minuta, na posao. Gledajući svoj veliki trbuh, Pedro je shvatio kako mu je vožnja biciklom proteklih godina godila. Počeo je iskorištavati svaku priliku, poput odlaska na sastanke, za bicikliranje. 7. No, vrijeme njegovog bicikliranja još više će se poboljšati. Kako su njegova djeca odrastala, shvatio je da je putovanje s njima u školu jedan najboljih trenutaka njegova života. Djeca su pokazala da vole voziti s njim, postavljala su mnoštvo pitanja i pričala mu o najnovijim vijestima iz škole. Zbog toga je njegovo vrijeme bicikliranja bilo vrijednije nego bilo što drugo.
it: 1. Pedro ha fatto una dichiarazione. Ha iniziato a pedalare per lavorare in un momento in cui era ancora qualcosa di veramente strano a Lisbona. Mentre passava, i vecchi per strada gli urlavano "VAI, CICLISTA, VAI" come se fosse nel Tour. Gli automobilisti hanno suonato il clacson "GET OUT OF THE ROAD". Credeva che le persone dovessero essere in grado di usare la bicicletta per spostarsi in città, e si sentiva come quell'eroe pioniere che dava l'esempio alle future generazioni di pendolari in bici. Voleva anche dimostrare che il ciclismo era veloce, e così ha iniziato a scegliere i percorsi più veloci anche se avevano traffico intenso, giusto per risparmiare 5 minuti. Meno tempo ci è voluto, meglio è. 2. A mano a mano che l'effetto dichiarato svaniva, iniziò a notare più la parte stressante dell'esperienza e il sudore occasionale. Così, decise di rallentare il passo. Ma era così abituato a pedalare duramente, che gli ci è voluto un anno per abituarsi a pedalare a un ritmo più lento. Arrivò ad apprezzare lo stile olandese, rilassato, modo di andare in bicicletta. Ha scelto di nuovo le rotte più calme. 3. Dopo aver avuto dei bambini, li ha portati all'asilo e alla scuola prima di iniziare i 35 minuti di viaggio per andare al lavoro. L'unica alternativa alla bicicletta era l'auto, che non era un'opzione che voleva prendere, così ha iniziato ad essere stufo di non avere scelte. "Mi manca quando potrei andare in metropolitana e rilassarmi". E così Pedro ha iniziato a prendere la metropolitana ogni volta che non doveva portare i bambini. 4. Quando sua moglie ha potuto portare di nuovo i bambini in alcuni giorni, il rilascio dell'obbligo di pedalare gli ha fatto recuperare parte del piacere del ciclismo. Ma sentiva ancora che stava consumando il suo tempo in modo improduttivo. Si era abituato a prendere il suo tempo di trasporto pubblico per pensare e leggere. 5. Un giorno, mentre cucinava la cena, Pedro decise di ascoltare un podcast. Lo amava e pensava quanto fosse meglio questo ha fatto il suo tempo di cottura. Avrebbe imparato cose e sentito storie da altre persone. Ha iniziato a godersi il tempo di cucinare. Dopo di ciò, gli ha preso un altro anno per capire che avrebbe potuto fare lo stesso nella sua routine ciclistica. Con i podcast, le sue piste ciclabili sono diventate ancora più lente e lunghe. Ogni 5 minuti di guida erano 5 minuti di piacere podcast. 6. Più tardi, Pedro ha cambiato lavoro e ha iniziato a lavorare da casa. La sua pancia improvvisamente aumentò di dimensioni, mentre smetteva di fare i 45 minuti di corsa al lavoro. Guardando la sua pancia aumentata, Pedro si rese conto che il ciclismo per lavorare negli anni passati lo aveva tenuto in forma. Ha iniziato a cogliere ogni opportunità, come andare alle riunioni, andare in bicicletta. 7. Ma il suo tempo in bicicletta stava per migliorare ancora di più. Quando i suoi figli sono cresciuti, ha realizzato che il tempo di viaggio per andare a scuola con loro faceva parte dei momenti migliori della sua vita. I suoi figli hanno dimostrato che amavano andare con lui, hanno fatto decine di domande e gli hanno parlato delle ultime notizie a scuola. Ciò ha reso il suo tempo in bicicletta più utile di qualsiasi altra cosa.
nb: 1. Pedro gjorde det som en deklarasjon. Han begynte å sykle på en tid der det i Lisbon fremdeles ble sett på som veldig merkelig. Når han passerte gamle menn skrek de etter ham "heia, sykkelmann, kjør på" som om han var med i en turnè. Bilister tutet "KOM DEG UT AV VEGEN". Han syntes at folk burde kunne bruke sykkelen sin til å navigere byen og følte seg som en pioner, en helt som går forran som et eksempel på fremtidens sykkelpendlere. Han ville også bevise at det går raskt å sykle, derfor begynte han å ta de raskeste rutene, selv om de hadde mye traffikk, bare for å kunne spare fem minutter. 2. Ettersom deklarasjonseffekten bleknet begynte han å legge mer merke til stressfaktorene og den midletidige svetten. Han bestemte seg for å skru ned tempoet, men han var så vant til å sykle på at det tok ham et helt år å bli vant til et mer rolig tempo. Han begynte å sette pris på den nederlanske, avslappede sykkelstilen. Han gikk tilbake til de rolige, mindretraffikerte rutene. 3. Etter å ha fått barn tok han hver av dem med til barnehagen før han startet på den 35 minutter lange turen til jobb. Det eneste gode alternativet til sykkel var bil, noe som ikke var aktuelt for Pedro, så han begynte å gå lei av å ikke ha noen valgmuligheter. "Jeg savner tiden jeg kunne ta T-banen og slappe av". Så han startet å ta T-banen de dagene han ikke trengte å levere barna. 4. Da kona hans igjen kunne ta ungene på noen av dagene, fikk fraværet av forpliktelser ham til å gjenoppdage noen av gledene ved sykling. Men, det føltes fremdeles som om det spiste tiden hans på en uproduktiv måte, spesielt etter at han var blitt så vant til å kunne bruke reisetiden på å lese og tenke. 5. En dag, mens han lagde middag, bestemte Pedro seg for å høre på en podcast. Det likte han svært godt og han tenkte på hvor mye kjekkere det var å lage mat mens han lærte ting og hørte historier fra andre mennesker. Plutselig ble matlaging en fornøyelig tid av dagen. Etter det tok det ham enda et år før han skjønte at han jo kunne gjøre det samme med tiden på sykkelsetet. Med podcastene på øret gikk tempoet ned samtidig som rutene ble enda lengre enn de hadde vært før. Hvert minutt ekstra betydde mer podcast-morro. 6. Pedro skiftet etterhvert jobb og begynte å jobbe hjemmefra. Magen økte plutselig i omfang ettersom han nå hadde sluttet med den 45 minutter lange sykkeløkten til jobb. Mens han studerte den voksende magen innså han hvor mye sykkelturen til jobb hadde bidrat med for kroppen og helsen hans. Han grep så enhver anledningen han kunne, som å dra på møter, til å sykle. 7. Sykkeltiden hans var i ferd med å øke enda mer. I det barna hans ble eldre innså han at sykkelturene med dem til og fra skolen var blant de beste minnene han hadde. Barna viste at de gledet seg over å dra sammen med ham, spurte hundrevis av spørsmål og fortalte ham om det siste som skjedde på skolen. Det gav sykkelturene mer glede enn noe annet.
nl: Voor Pedro was het aanhankelijken statement. Hij begon naar z'n werk te fietsen in de tijd dat dat in Lissabon nog iets heel vreemd was. Oude mannen riepen hem toe 'Komaan fietser, komaan', alsof het de Ronde van Frankrijk was. Autobestuurders toeterden 'Uit de weg!'
pt: 1. O Pedro fez-lo para marcar uma posição. Começou a andar de bicleta em Lisboa numa altura em que essa atividade era realmente inusitada. Quando passava por idosos, eles encorajavam-lhe "FORÇA CICLISTA, FORÇA", como se estivesse numa competição. Os condutores, por outro lado, gritavam-lhe "SAI DA ESTRADA". Ele acredita que as pessoas deveriam poder utilizar a bicicleta para se deslocar para qualquer ponto da cidade e vê-se a si próprio como aquele herói pioneiro que dá um exemplo para as gerações futuras de ciclistas. Ele pretendia também provar que a bicicleta é um modo de transporte rápido, por isso especializou-se a escolher os trajetos mais curtos, ainda que alguns destes fossem congestionados. 2. À medida que o tempo passou, começou a sentir-se cada vez mais stressado com a experiência e com a transpiração ocasional. Por isso, decidiu desacelerar, o que lhe custou porque estava habituado a pedalar muito rápido. Começou então a apreciar o estilo Holandês, mais relaxado e a adotar itinerários mais calmos. 3. A partir do momento em que teve filhos, começou a levá-los até ao jardim-de-infância antes de iniciar a viagem de 35 minutos que o fazia chegar ao local de trabalho. A única alternativa à bicicleta era o carro e essa não era uma opção que visse de bom grado. - Gostava de ir de metro e de relaxar. Então o Pedro passou a apanhar o metro sempre que não necessitava de acompanhar os seus filhos. 4. O facto de não ter a obrigação de andar de bicicleta fez-lo recuperar em parte o prazer de pedalar. No entanto, sentia ainda que consumia o seu tempo de forma improdutiva. Acostumou-se a utilizar o tempo dispendido no transporte público para pensar e para ler. 5. Um dia, ao cozinhar o jantar, o Pedro decidiu ouvir um podcast online. Adorou e pensou que isto sim era uma boa forma de aproveitar o tempo de cozinha, aprendendo coisas novas e ouvindo histórias de outras pessoas. Passou então a apreciar ainda mais a cozinha. Levou mais um ano até compreender que poderia fazer o mesmo enquanto anda de bicicleta para o trabalho. Com podcasts, os seus trajetos tornaram-se cada vez mais demorados e longos. Mas 5 minutos adicionais a andar de bicicleta eram 5 minutos de prazer acrescido a acompanhar os podcasts. 6. Alguns anos mais tarde, o Pedro mudou de emprego e começou a trabalhar a partir de casa. A sua barriga subitamente aumentou de tamanho, uma vez que deixou de fazer 45 minutos de deslocação diária para o trabalho. Pedro entendeu então que ter andado de bicicleta para o trabalho nos últimos anos manteve-o em forma. Assim, aproveitou cada oportunidade para andar de bicicleta, incluindo deslocações para reuniões. 7. A sua atividade de bicicleta aumentaria à medida que os seus filhos cresciam. O tempo de viagem até à escola era agora um dos momentos mais agradáveis da sua rotina e os seus filhos também apreciavam pedalar, enquanto falavam sobre as novidades na escola. Isto tornava o seu tempo de viagem de bicicleta mais útil do que qualquer outra coisa feita no passado.
sk: 1. Takto to Pedro nazval. Začal cestovať do práce na bicykli v čase, keď to bolo v Lisabone ešte niečo nezvyčajné. Popri ceste naňho starí ľudia kričali "Poď, cyklista, poď", ako keby bol na pretekoch. Šoféri naňho trúbili "Zmizni z cesty". Veril, že ľudia by mali byť schopní využívať bicykel na prepravu po meste a cítil sa ako pioniersky hrdina, že bol príkladom pre budúce generácie ľudí dochádzajúcich za prácou či do školy na bicykli. Pedro chcel tiež dokázať, že cesta bicyklom je rýchlejšia a tak si začal vyberať rýchlejšie cestičky aj keď na nich bola hustá premávka, len aby ušetril 5 minút. Čím kratšie to trvalo, tým lepšie. 2. Ako sa efekt jeho prehlásenia vytratil, začal si viac uvedomovať stresujúcu časť jeho skúsenosti a príležitostnú záťaž. Tak sa rozhodol zvoľniť tempo. Prišiel na čaro pokojného holandského štýlu bicyklovania. Opäť si vyberal pokojnejšie cestičky. 3. Keď mal Pedro deti, každé odprevadil do škôlky či školy pred tým, ako začal svoju 35-minútovú jazdu do práce. Jedinou alternatívou bicykla bolo auto. Túto možnosť však odmietal a začal byť unavený z toho, že nemá na výber. "Chýbajú mi časy, keď som mohol ísť metrom a relaxovať." A tak Pedro začal využívať metro vždy, keď nemusel brať deti. 4. Keď mohla ísť s deťmi jeho žena, oslobodenie od povinnosti ísť bicyklom mu opäť prinieslo radosť z jazdy na ňom. Ale stále cítil, že ho to oberá o jeho produktívny čas. Bol zvyknutý využívať čas v mestskej doprave na premýšľanie a čítanie. 5.Jedného dňa, keď pripravoval večeru, sa rozhodol pustiť si podcasty. Tak sa mu to zapáčilo, že mu to hneď spríjemnilo čas varenia. Mohol sa naučiť nové veci a počuť príbehy iných ľudí. Začal si varenie užívať. Následne mu trvalo ďalší rok pochopiť, že to isté môže urobiť aj pri jazde na bicykli. S podcastami sa jeho cesty ešte viac spomalili a predĺžili. Každých 5 minút jazdy bolo 5 minút radosti z počúvania. 6. Neskôr Pedro zmenil prácu a začal robiť z domu. Ako skončili jeho 45-minútové cesty na bicykli, začal priberať. Ako tak sledoval svoje rastúce brucho, uvedomil si, že to cestovanie do práce na bicykli v uplynulých rokoch mu pomáhalo udržiavať sa vo forme. Začal využívať každú príležitosť, napríklad, keď išiel na stretnutie, na to, aby mohol ísť na bicykli. 7. Ale jeho čas strávený takouto jazdou sa ešte zlepšoval. Keď jeho deti vyrástli, uvedomil si, že čas, ktorý s nimi strávil cestou do školy, boli tie najlepšie chvíle v jeho živote. Deti mu dávali najavo, ako veľmi sa im tie cesty s ním páčili, pýtali sa tucty otázok a rozprávali, čo sa najnovšie udialo v škole. Toto prispelo k naplneniu jeho času stráveného na bicykli viac ako čokoľvek iné.
