Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# FitnesEnjoyment_Worthwhile_Low_Scores
source: Travelling is not at all relaxing
ca_es: Viatjar no és gens relaxant
de: Das Reisen ist überhaupt nicht entspannend
es: Viajar no es para nada relajante
fi: Matkustus ei rentouta
fr: Voyager n'est pas du tout reposant
hr: Putovanje uopće nije opuštajuće
it: Viaggiare non è per niente rilassante
nb: Pendling er overhode ikke avslappende
nl: Onderweg zijn is helemaal niet ontspannend.
pt: Viajar não é nada relaxante
sk: Cestovanie si vôbec neužívam

# Fitness_Worthwhile_Description_Score
source: When you walk, cycle, or even run on your travels, you’re getting exercise and keeping in shape.
ca_es: Quan camines, vas en bici o fins i tot corres durant els teus viatges, fas exercici i et mantens en forma.
de: Wenn Sie laufen, Rad fahren oder sogar rennen, bewegen Sie sich und bleiben in Form.
es: Cuando andas, vas en bici o corres durante tus viajes haces ejercicio y te mantienes en forma.
fi: Kun matkaat kävellen, pyöräillen tai vaikka juosten, saat samalla liikuntaa ja pysyt kunnossa.
fr: Lorsque vous marchez, ou joggez pendant vos déplacements, vous faites de l'exercice et vous gardez la forme.
hr: Dok hodate, biciklirate ili čak trčite, vježbate i održavate tjelesnu spremu.
it: Quando cammini, pedali o corri durante i tuoi spostamenti stai facendo dell'esercizio fisico e ti stai mantenendo in forma.
nb: Når du går, sykler eller løper når du pendler, får du bedre holdning og ser bedre ut.
nl: Als je wandelt, fietst op zelfs loopt als je onderweg bent, doe je aan sport en onderhoud je je conditie .
pt: Quando anda a pé, de bicicleta ou até quando corre, está a fazer exercício e a ficar em forma.
sk: Chôdzou, jazdou na bicykli alebo aj behaním sa udržiavaš fit a v kondícii.

# Fitness_Worthwhile_High_Score
source: Travel time is a great way to feel the burn
ca_es: El temps de viatge és una bona manera de fer exercici
de: Die Reisezeit ist eine großartige Möglichkeit, sportlich zu bleiben
es: El tiempo de viaje es una buena manera de hacer ejercicio
fi: Matkalla saa hien pintaan
fr: Le temps de trajet est privilégié pour se dépenser !
hr: Vrijeme putovanja odlično je za jačanje mišića
it: Il tempo dedicato ai viaggi è un modo per bruciare calorie
nb: Pendling er en fin måte å øke pulsen
nl: Onderweg zijn is een geweldige gelegenheid om zware fysieke inspanningen te leveren.
pt: O tempo de viagem é uma ótima forma de se exercitar
sk: Cestovanie je skvelý spôsob spaľovania kalórií

# Fitness_Worthwhile_Low_Score
source: Exercise is in the gym/field
ca_es: S'ha de fer exercici al gimnàs/camp
de: Übung ist im Fitnessstudio/Feld
es: Hay que hacer ejercicio en el gimnasio/campo
fi: Liikunta kuuluu salille/kentälle
fr: Faire de l'exercice, c'est uniquement à la salle de gym
hr: Vježba se u teretani/prirodi
it: Fare esercizio fisico in palestra/all'aperto
nb: Trening gjør man på treningsstudio
nl: Sporten doe ik wel in de fitness of sportclub.
pt: Exercício é no ginásio/no campo
sk: Cvičiť sa má vo fitku

source: Forgot password
ca_es: He oblidat la contrasenya
de: Passwort vergessen
es: He olvidado la contraseña
fi: Salasana unohtunut
fr: Mot de passe oublié
hr: Zaboravljena lozinka
it: Password Dimenticata
nb: Glemt passord
nl: Paswoord vergeten
pt: Palavra-passe esquecida
sk: Zabudnuté heslo

source: Forgot your Password?
ca_es: Has oblidat la contrasenya?
de: Haben Sie Ihr Passwort vergessen?
es: ¿Has olvidado tu contraseña?
fi: Unohtuiko salasana?
fr: Mot de passe oublié ?
hr: Jeste li zabravili lozinku?
it: Hai dimenticato la tua password?
nb: Har du glemt passordet?
nl: Paswoord vergeten?
pt: Esqueceu-se da sua palavra-passe?
sk: Zabudol si heslo?

# Fourth_Onboarding_Screen_Description
source: Everyone defines "worthwhile" travel time in his or her own way. Let's see what that means to you!
ca_es: Cadascú defineix la "utilitat" del temps de viatge a la seva manera. Vejam què vol dir per a tu!
de: Jeder definiert "lohnenswerte" Reisezeit auf seine eigene Weise. Mal sehen, was das für Sie bedeutet!
es: Cada uno define la «utilidad» del tiempo de viaje a su manera. ¡Veamos qué significa para ti!
fi: Jokainen meistä arvioi matka-ajan hyödyllisyyden omalla tavallaan. Katsotaan mitä sinä ajattelet!
fr: Chacun définit "l'utilité" du temps de trajet à sa façon. Découvrons ce que ça signifie pour vous ?
hr: Svatko drugačije definira što je vrijedno utrošeno vrijeme na putovanje. Pogledajmo što to znači za Vas!
it: Ciascuno di noi definisce in maniera personale se il suo tempo di spostamento è stato "ben impiegato" Scopriamo cosa significa per te!
nb: Alle har sin definisjon av "verdifull" pendling. Hva er din definisjon?
nl: Iedereen definieert 'waardevolle' reistijd op zijn of haar manier. Laat ons ontdekken wat het voor jou betekent!
pt: Todas as pessoas definem "tempo útil" de uma forma particular. Vamos ver o que isto significa para si!
sk: Každý vníma hodnotu cestovného času odlišne. Pozrime sa, ako ju vnímaš ty!

# GRPD_Accept
source: I accept MoTiV data protection conditions
ca_es: Accepto les condicions de protecció de dades de MoTiV
de: Ich akzeptiere die Datenschutzbedingungen von MoTiV
es: Acepto las condiciones de protección de datos de MoTiV.
fi: Hyväksyn MoTiV -hankkeen tietosuojaehdot
fr: J'accepte les condition de protection des données du projet MoTiV
hr: Prihvaćam uvjete zaštite podataka MoTiV-a
it: Accetto le condizioni di protezione dei dati di MoTiV
nb: Jeg er enig med MoTiVs datalagringsbetingelser.
nl: Ik aanvaard de MoTiV databeschermingsvoorwaarden.
pt: Aceito a política de proteção de dados do MoTiV
sk: Súhlasím s MoTiV podmienkami ochrany údajov

# GRPD_Description
source: For the European MoTiV project research on travel time, this app collects anonymised data on: 1. Your trips (time, location and transport used) 2. Your expressed preferences and searches within the app
ca_es: Per al projecte de recerca europeu MoTiV sobre el temps de viatge, aquesta app recopila dades anonimitzades sobre: 1. Els teus viatges (temps, ubicació i transport que fas servir) 2. Les preferències que has expressat i les cerques dins l'app
de: Für das europäische MoTiV-Projekt zum Thema Reisezeit erfasst diese App anonymisierte Daten zu: 1. Ihre Reisen (Zeit, Ort und Verkehrsmittel) 2. Ihre ausgesprochenen Präferenzen und Suchen in der App
es: Para el proyecto de investigación europeo MoTiV sobre el tiempo de viaje, esta app recopila datos anonimizados sobre: 1. Tus viajes (tiempo, ubicación y transporte usado) 2. Las preferencias que has expresado y las búsquedas en la app
fi: Tämä sovellus kerää MoTiV -tutkimushankkeelle anonymisoitua tietoa: \n 1. Matkoistasi (aika, paikka ja matkatapa) \n 2. Sovelluksessa tekemistäsi valinnoista ja hauista
fr: Pour le projet de recherche européen MoTiV sur le temps de trajet, cette application recueille les données anonymisées suivantes : 1. Vos trajets (temps, localisation et mode de transport) 2. Vos préférences et recherches dans l'application
hr: Za potrebe istraživanja o vremenu utrošenom na putovanje u sklopu europskog projekta MoTiV, ova aplikacija prikuplja sljedeće podatke: 1. Vaša putovanja (vrijeme, lokacija i način prometovanja) 2. Vaše prijavljene preferecije i pretrage unutar aplikacije
it: Motiv per un progetto di ricerca europeo sul tempo di spostamento, con questa app colleziona in modo anonimo i dati su: 1. I tuoi viaggi ( orario, luogo e mezzo di trasporto usato) 2. Le tue preferenze di viaggio espresse e le ricerche all'interno dell'app
nb: For Det europeiske MoTiV forskningsprosjektet om pendling, samler denne appen anonyme data om: 1. Dine reiser (tid, sted og reisemåte) 2. Dine vanlige valg og søk i appen
nl: Voor het Europese MoTiV-onderzoeksproject over de kwaliteit van reistijd, verzamelt deze app geanonimiseerde data over: 1. Jouw reizen/ trips (tijd, locatie en vervoerswijze) 2. Je voorkeuren en evaluatie van jouw verplaatsingen binnen de App.
pt: Para efeitos do projeto europeu MoTiV sobre o valor do tempo, esta app recolhe dados anonimizados sobre: 1. As suas viagens (hora, localização e modo de transporte) 2. As suas preferências expressas na app
sk: Pre potreby európskeho výskumného projektu hodnoty cestovného času zhromažďuje aplikácia anonymizované údaje o: 1. Vašich cestách (čas, miesto a typ dopravy) 2. Vašich preferenciách a vyhľadávaniach

# GRPD_Read_Policy
source: MoTiV privacy policy is compliant with EU GDPR. Read More
ca_es: La política de privadesa de MoTiV compleix l'RGPD de la UE. Més informació
de: Die Datenschutzrichtlinie von MoTiV entspricht der EU-DSGVO. Weiterlesen
es: La política de privacidad de MoTiV cumple con el RGPD de la UE. Más información
fi: MoTiV -hanke noudattaa EU:n tietosuoja-asetusta. Lue lisää
fr: MoTiV respecte la RGPD européenne. En savoir plus.
hr: Pravila o privatnosti MoTiV projekta su u skladu s EU odredbama GDPR-a. Pročitajte više
it: MoYiV privacy policy è in accordo al EU GDPR. Leggi di più
nb: MoTiVs personvernregler er kompatibelt med EUs GDPR. Les mer
nl: MoTiV privacybeleid is conform EU GDPR. Lees meer
pt: A política de privacidade do MoTiV respeita o regulamento europeu. Leia mais
sk: MoTiV zásady ochrany osobných údajov sú v súlade s EÚ GDPR.

source: Improves my fitness
ca_es: M'ajuda a mantenir-me en forma
de: Verbessert mein Fitness
es: Me ayuda a mantenerme en forma
fi: Kehittää kuntoani
fr: Améliore ma forme physique
hr: Poboljšava moju tjelesnu spremu
it: Migliorare il mio allenamento
nb: Jeg blir sprekere
nl: Verbetert mijn conditie
pt: Melhora a minha boa forma
sk: Zlepšuje moju kondíciu

# Log_In
source: Returning user
ca_es: Torna a iniciar sessió
de: Einloggen
es: Vuelve a iniciar sesión
fi: Jo rekisteröitynyt? Avaa tästä
fr: De retour ?
hr: Ulogiravanje
it: Accedi subito
nb: Returnerende bruker
nl: Log in
pt: Entrar
sk: Prihlásenie

source: Log in with Google
ca_es: Iniciar sessió amb Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fi: Kirjaudu Googlella
fr: Connexion avec Google
hr: Ulogiravanje putem Google-a
it: Log in con Google
nb: Logg inn med Google
nl: Log in met Google
pt: Entrar com o Google
sk: Prihlásenie cez Google

source: Male
ca_es: Home
de: Männlich
es: Hombre
fi: Mies
fr: Homme
hr: Muško
it: Uomo
nb: Mann
nl: Man
pt: Masculino
sk: Muž

# No_Worries_Message
source: No worries! Enter your email address below and we will send you a email to reset your password.
ca_es: Cap problema! Escriu la teva adreça i t'enviarem un correu electrònic per restablir la contrasenya.
de: Kein Kümmernis! Geben Sie unten Ihre E-Mail-Adresse ein und wir senden Ihnen eine E-Mail, um Ihr Passwort zurückzusetzen.
es: ¡No pasa nada! Escribe tu dirección de correo electrónico y te enviaremos un correo para restablecer tu contraseña.
fi: Ei hätää! Anna sähköpostiosoitteesi niin lähetämme sinulle sähköpostiviestin, jolla voit uusia salasanasi.
fr: No stress ! Entrez votre email, nous vous envoyons un message pour réinitialiser votre mot de passe
hr: Bez brige! Unesite svoj e-mail i poslat ćemo Vam obavijest za promjenu lozinke.
it: Non ti preoccupare! Inserisci il tuo indirizzo email qui sotto e ti manderemo una mail per cambiare la tua password
nb: Alt i orden! Fyll inn epostadressen din i feltet under og vi sender en epost slik at du kan endre passordet.
nl: Geen zorgen! Vul je e-mail-adres in en jee sturen je een reset-mail.
pt: Não há problema! Introduz o endereço de email em baixo e enviamos-te um email para alterares a tua palavra-passe.
sk: Zadaj svoj e-mail, na ktorý ti pošleme správu o zmene hesla.

source: Not Enjoying
ca_es: No en gaudeixo
de: Nicht genießen
es: No lo disfruto
fi: Ei mukavaa
fr: Pas agréable
hr: Ne uživam
it: Non divertente
nb: Liker ikke
nl: Niet aan het genieten
pt: Pouco agradável
sk: Neužívam si

source: %@ not filled
ca_es: %@ no completat
de: %@ nicht gefüllt
es: %@ no completado
fi: %@ puuttuu
fr: %@ non rempli
hr: %@ nije ispunjeno
it: %@ non inserite
nb: %@ ikke utfyllt
nl: %@ niet gevuld
pt: %@ não preenchido
sk: %@ nevyplnené

source: Not Productive
ca_es: No productiu
de: Nicht produktiv
es: No productivo
fi: Ei tehokasta
fr: Pas productif
hr: Nije produktivno
it: Non Produttivo
nb: Ikke produsiv
nl: Niet productief
pt: Não produtivo
sk: Neproduktívny

source: NOW YOU!
ca_es: ARA TU!
de: JETZT SIE!
es: ¡AHORA TÚ!
fi: SINUN VUOROSI!
fr: À VOUS!
hr: SADA VI!
it: Adesso tocca a te!
nb: Over til DEG!
nl: NU JIJ!
pt: AGORA VOCÊ!
sk: TERAZ TY!

source: Ok cool
ca_es: Bé
es: Bien
fi: Ok hyvä
hr: Ok super
it: Ok perfetto
nb: Ok
pt: Ok fixe
sk: Ok super

source: password
ca_es: contrasenya
de: Passwort
es: contraseña
fi: salasana
fr: Mot de passe
hr: Lozinka
nb: passord
nl: Paswoord
pt: palavra-passe
sk: Heslo

# Passwords_Dont_Match
source: Register
ca_es: Registra't
de: Registrieren
es: Registrarse
fi: Rekisteröidy
fr: S'enregistrer
hr: Registracija
it: Registrati
nb: Registrer
nl: Paswoorden komen niet overeen
pt: Registo
sk: Zaregistrovať sa

source: Permissions
ca_es: Permisos
de: Erlaubnisse
es: Permisos
fi: Käyttöoikeudet
hr: Dopuštenja
it: Autorizzazioni
nb: Tillatelser
nl: Toestemmingen
pt: Permissões
sk: Povolenia

source: Private Motirized
ca_es: Transport privat amb motor
de: Privat motorisiert
es: Transporte privado con motor
fi: Auto jne.
fr: Motorisé Privé
hr: Osobno, motorizirano
it: Mezzo di trasporto motorizzato
nb: Motorisert
nl: Privé gemotoriseerd
pt: Transporte privado
sk: Súkromné motorizované

source: Proceed to Enjoyment
ca_es: Ves a «Plaer»
de: Weiter zu Vergnügen
es: Ve a «Placer»
fi: Jatka Mukavuus-osioon
fr: Passer à Plaisir
hr: Nastavi na Uživanje
it: Continua il divertimento
nb: Fortsett til Hygge
nl: Ga verder naar Plezier
pt: Prossiga para diversão
sk: Pokračovať k Zábave a relaxu

source: Proceed to Fitness
ca_es: Ves a «Mantenir-se en forma»
de: Weiter zu Fitness
es: Ve a «Mantenerse en forma»
fi: Jatka Liikunta-osioon
fr: Passer à Forme Physique
hr: Nastavi na Tjelesnu aktivnost
it: Continua verso il Fitness
nb: Forstsett til Mosjon
nl: Ga verder naar Conditie
pt: Prossiga para exercício
sk: Pokračovať k Zdraviu

source: Proceed to Productivity
ca_es: Ves a «Productivitat»
de: Weiter zur Produktivität
es: Ve a «Productividad»
fi: Jatka Tehokkuus-osioon
fr: Passer à Productivité
hr: Nastavi na Produktivnost
it: Procedendo verso Produttività
nb: Fortsett til Produktivitet
nl: Ga verder naar Productiviteit
pt: Prossiga para produtividade
sk: Pokračovať k Produktivite

source: Productive
ca_es: Productiu
de: Produktiv
es: Productivo
fi: Tehokasta
fr: Productif
hr: Produktivno
it: Produttivo
nb: Produktiv
nl: Productief
pt: Produtivo
sk: Produktívny

# Productivity_Worthwhile_Description_Score
source: Using travel time to get things done, not only for work or study, but also personal things like managing home or family stuff…
ca_es: Aprofito el temps de viatge per fer tasques, no només de feina i estudis, sinó també de temes personals com ara la casa, la família, etc.
de: Nutzen Sie die Reisezeit, um Dinge zu erledigen, nicht nur für Arbeit oder Studium, sondern auch für persönliche Dinge wie das Verwalten von Haus- oder Familiensachen…
es: Aprovecho el tiempo de viaje para realizar tareas, no solamente de trabajo y estudios, sino también sobre temas personales, como la casa o la familia, etc.
fi: Käytä matka-aikaa saadaksesi asioita hoidettua, ei vain töitä tai opintoja vaan myös omia tai kodin tai perheen asioita...
fr: Utiliser le temps de trajet pour avancer ses affaires, pour le travail ou les études mais aussi pour soi et son entourage...
hr: Koristiti vrijeme putovanja za obavljanje stvari, ne samo za posao ili učenje, nego i za osobne zadatke kao što su upravljanje kućnim ili obiteljskim obavezama ...
it: Utilizzare il tempo di spostamento per fare cose, non solo di lavoro o studio, ma anche personali come gestire la casa o cose di famiglia
nb: Bruke pendling til å få ting unna, ikke bare jobb eller studier, men også personlige ting som å planlegge hverdagen..
nl: Reistijd gebruiken om dingen af te werken, niet alleen voor het werk of studie, maar ook persoonlijke dingen zoals huishoudelijke of familiale zaken...
pt: Aproveitar o tempo de viagem não só para trabalhar e para estudar, mas também para adiantar tarefas pessoais e familiares...
sk: Počas cestovania môžeš využiť svoj čas nielen na prácu, štúdium, ale taktiež na osobné záujmy.

# Productivity_Worthwhile_High_Score
source: I use my trips to get stuff done!
ca_es: He aprofitat el viatge per fer tasques!
de: Ich habe meine Reise genutzt, um Sachen zu erledigen!
es: ¡He aprovechado el viaje para realizar tareas!
fi: Hoidan asioita matkalla
fr: J'ai pu avancer mes affaires pendant mon trajet !
hr: Koristiom putovanja za obavljanje stvari!
it: Io uso sempre il mio viaggio per lavorare
nb: Jeg brukte tiden til å få ting unna!
nl: Ik heb mijn tripje gebruikt om dingen gedaan te krijgen!
pt: Aproveito a minha viagem para adiantar trabalho!
sk: Počas cestovania riešim súkromné alebo pracovné záležitosti

# Productivity_Worthwhile_Low_Score
source: I don’t work when I travel
ca_es: No treballo quan viatjo
de: Ich arbeite nicht, wenn ich reise
es: No trabajo cuando viajo
fi: En hoida asioita matkalla
fr: Je ne travaille pas quand je me déplace
hr: Ne radim dok putujem
it: Io non lavoro quando viaggio
nb: Jeg jobber ikke mens jeg pendler
nl: Ik werk niet als ik onderweg ben.
pt: Não trabalho enquanto viajo
sk: Počas cestovania nepracujem

# Rate_Worthwhileness_Screen_Title
source: How important are the travel time worthwhileness elements for you, when you travel?
ca_es: Quan viatges, quina importància tenen per a tu aquests elements útils?
de: Wie wichtig sind für Sie die Reisezeitwerte, wenn Sie reisen?
es: Cuando viajas, ¿qué importancia tienen para ti estos elementos útiles?
fi: Kuinka tärkeitä matka-ajan hyödyllisyyden osa-alueet ovat sinulle?
fr: De quoi avez vous envie lors de vos déplacements ?
hr: Koliko su za vas važni elementi vrijednosti vremena utrošenog na prometovanje, kada putujete?
it: Quanto sono importanti gli elementi che rendono il tuo viaggio proficuo, quando viaggi?
nb: Hvor verdifulle er følgende påstander for deg når du pendler?
nl: Hoe belangrijk is het voor jou dat je reis waardevol, nuttig kan besteed worden?
pt: Como valorizas os fatores de utilidade com o tempo de viagem quando te deslocas?
sk: Ako dôležité sú pre teba nasledujúce faktory počas cestovania?

# Rating_Prefered_Mot_Enj_Title
source: How much enjoyment do you get from your travel time by:
ca_es: Quant plaer obtens del teu viatge quan:
de: Wie viel Spaß haben Sie, wenn Sie reisen mit:
es: Cuánto placer obtienes de tu viaje cuando:
fi: Kuinka mukavaa matkustaminen on näillä kulkumuodoilla:
fr: À quel point êtes vous satisfait lorsque vous voyagez en:
hr: Koliko uživate za vrijeme putovanja dok prometujete:
it: Quanto ti diverti nei tuoi spostamento
nb: Hvor mye glede fikk du fra reisetiden av å:
nl: Hoeveel ontspanning krijg je tijdens je reistijd als je onderweg bent met:
pt: Como valorizas a diversão numa viagem quando andas de:
sk: Ako veľmi si užívaš cestovanie týmito dopravnými prostriedkami:

# Rating_Prefered_Mot_Fit_Title
source: How does your travel time contribute to your fitness when you travel by:
ca_es: Com contribueix el teu viatge a mantenir-te en forma quan viatges en:
de: Wie trägt Ihre Reisezeit zu Ihr Fitness bei, wenn Sie reisen mit:
es: Cómo contribuye tu viaje a mantenerte en forma cuando viajas en:
fi: Miten matka-aika kehittää kuntoasi näillä kulkumuodoilla:
fr: Comment votre temps de trajet contribue à votre condition physique lorsque vous vous déplacez en :
hr: Kako vrijeme putovanja doprinosi vašoj tjelesnoj spremi dok putujete:
it: Quanto il tuo tempo di spostamento contribuisce al tuo livello di allenamento:
nb: Hvordan påvirker reisetiden din opplevelse av helse og velvære?
nl: Hoe draagt je reistijd bij aan jouw conditie als je onderweg bent met:
pt: Como é que o seu tempo de viagem contribui para a sua boa forma quando viaja de:
sk: Ako veľmi prispieva cestovanie týmito dopravnými prostriedkami k tvojej kondícii:

# Rating_Prefered_Mot_Prod_Title
source: How productive are you when you travel by:
ca_es: Com de productiu ets quan viatges en:
de: Wie produktiv sind Sie, wenn Sie reisen mit:
es: En qué grado eres productivo cuando viajas en:
fi: Kuinka tehokasta matka-aikasi on näillä kulkumuodoilla:
fr: Êtes-vous productif lorsque vous vous déplacez en :
hr: Koliko ste produktivni dok putujete:
it: Da cosa dipende il tuo livello di produttività quando viaggi:
nb: Hvor produktiv er du når du reiser med:
nl: Hoe productief ben je als je onderweg bent met:
pt: Que nível de produtividade alcança quando viaja de:
sk: Ako veľmi si produktívny počas cestovania týmito dopravnými prostriedkami:

source: Register
ca_es: Registra't
de: Registrieren
es: Registrarse
fi: Rekisteröidy
fr: S'enregistrer
hr: Registracija
it: Registrati
nb: Registrer
nl: Registreer
pt: Registo
sk: Zaregistruj sa

# Regualr_Modes_Of_Transport_Title
source: Which modes of transport do you use regularly?
ca_es: Quins tipus de transport fas servir habitualment?
de: Welche Verkehrsmittel nutzen Sie regelmäßig?
es: ¿Qué tipos de transporte utilizas regularmente?
fi: Mitä kulkumuotoja käytät säännöllisesti?
fr: Quel moyen de transport empruntez-vous régulièrement ?
hr: Koje načine putovanja često koristite?
it: Quale mezzo di trasporto usi regolarmente
nb: Hvilke transportmåter bruker du jevnlig?
nl: Welke vervoerswijzen gebruik jij regelmatig?
pt: Que modos de transporte utiliza regularmente?
sk: Ktoré typy dopravy využívaš obvykle?

source: Reset Password
ca_es: Restablir contrasenya
de: Passwort zurücksetzen
es: Restablecer contraseña
fi: Uusi salasana
fr: Réinitialiser votre mot de passe
hr: Promjena lozinke
it: Ripristina Password
nb: Endre passord
nl: Reset je paswoord
pt: Elimine Palavra-Passe
sk: Znovu nastaviť heslo

# Second_Onboarding_Screen_Help_Reseach_Check_Out_Site
source: Check out %@ for more information.
ca_es: Consulta %@ per a més informació
de: Weitere Informationen finden Sie unter %@
es: Consulta %@ para más información
fi: Katso lisätietoja: %@
fr: Pour plus d'informations, regardez %@
hr: Provjerite %@ za više informacija.
it: Controlla %@ per maggiori informazioni
nb: Les %@ for mer informasjon
nl: Check hier %@ voor meer informatie
pt: Para mais informações, veja %@
sk: Pre ďalšie informácie klikni na %@ .
