Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# story_1_text_chiaras_train_ride
source: Chiara, her husband and their two kids moved recently from the center to the outskirts of Brussels. She takes her children to the kindergarten and school by cargo bike and then rides to the train station, where she gets a 25 minute ride to work at the center of the city. This was a big change in her commute, and Chiara wasn't too happy about spending more time of her day commuting, but she started enjoying the time at the train. Sitting by herself, she could relax and do something that she would not otherwise do. Chiara started to take this time to read a book. But after some time, she felt that 25 minutes each time were not enough to really get into the story. She then tried reading a magazine, but because she prefers long, in-depth, articles, the same problem happened. So, she just started checking what was happening on Facebook. It got her so much drawn into the contents that sometimes she almost forgot to leave at the right station. Chiara decided that accelerating her brain and heart so much wasn't the best way to start a day. So, she finally tried something that worked. Because they moved to a Dutch speaking area, she felt like learning the language. Using a language learning app, the time at the train was enough for two or three lessons each ride. It also gives the right cadency for language learning: a little bit each day, steadily leading her to a better connection to the people in her new neighborhood. Chiara's best fit was a function of the amount of time she had and what she felt doing in this phase of her life. What about you? What is the best fit for your travel time?
ca_es: La Chiara, el seu marit i els seus dos fills s'han mudat fa poc del centre als afores de Brussel·les. La Chiara porta els nens a la guarderia i a l'escola en una bici de càrrega, i després va fins a l'estació de tren, on agafa un tren que triga 25 minuts per arribar a la seva feina, al centre de la ciutat. Aquest ha estat un gran canvi en els seus desplaçaments, i al principi no li agradava gaire haver de dedicar més temps del seu dia a viatjar, però va començar a gaudir del temps que passava al tren. Seient tota sola, podia relaxar-se i fer coses que, si no, no faria. La Chiara va començar a aprofitar aquest temps per llegir llibres. Però, després d'un cert temps, es va adonar que aquests 25 minuts que durava el trajecte no eren suficients per endinsar-se en la història. Aleshores va intentar llegir revistes, però com que li agraden els articles llargs i detallats, es va trobar amb el mateix problema. Així que va començar a connectar-se a Facebook i veure què hi passava. Es quedava tan absorta pels continguts, que de vegades gairebé s'oblidava de baixar a la seva parada. La Chiara va decidir que accelerar el cervell i el cor d'aquella manera no era el millor per començar el dia. Així que, finalment, va provar una cosa que li va funcionar. Com que s'ha mudat a una zona de parla neerlandesa, li ve de gust aprendre la llengua. Gràcies a una aplicació d'aprenentatge de llengües, el temps que passa al tren és suficient per fer dues o tres lliçons a cada trajecte. Això també li aporta el ritme necessari per aprendre una llengua: una mica cada dia, i això fa que a poc a poc tingui una connexió cada cop millor amb els veïns del seu nou barri. El millor per a la Chiara va ser aprofitar el temps que tenia i fer el que li venia de gust en aquesta etapa de la seva vida. I per a tu? Què és el millor per al teu temps de viatge?
es: Chiara, su marido y sus dos hijos se han mudado hace poco del centro a las afueras de Bruselas. Chiara lleva a los niños a la guardería y a la escuela con una bici de carga, y después va hasta la estación, donde toma un tren que tarda 25 minutos hasta llegar a su trabajo, en el centro de la ciudad. Esto ha supuesto un gran cambio en sus desplazamientos, y al principio no le gustaba demasiado tener que dedicar más tiempo de su día a viajar, pero ha empezado a disfrutar del tiempo que pasa en el tren. Estando sola, puede aprovechar para relajarse y hacer cosas que, si no, no haría. Chiara empezó a aprovechar este tiempo para leer libros. Después de algún tiempo, se dio cuenta de que 25 minutos no eran suficientes para adentrarse realmente en la historia. Entonces intentó leer revistas, pero como prefiere artículos largos y detallados, tuvo el mismo problema. Así que empezó a conectarse a Facebook. Quedaba tan absorta por los contenidos, que a veces incluso casi se le olvidaba bajar en su parada. Chiara decidió que esta manera de acelerar el cerebro y el corazón no era lo mejor para empezar el día. Así que finalmente probó algo que funcionó. Como se han mudado a una zona de habla neerlandesa, le apetecía empezar a aprender el idioma. Gracias a una aplicación de aprendizaje de lenguas, el tiempo de viaje en tren es suficiente para dos o tres lecciones por trayecto. Esto también le aporta el ritmo necesario para aprender un idioma: un poco cada día, lo que la acerca a establecer una mejor relación con los vecinos de su nuevo barrio. Lo mejor para Chiara fue aprovechar el tiempo del que disponía y hacer lo que le apetecía en este momento de su vida. ¿Y para ti? ¿Qué es lo mejor para tu tiempo de viaje?
fi: Siiri, hänen miehensä ja heidän kaksi lastaan muuttivat vastikään keskustasta kaupungin laidalle. Hän vie lapset päiväkotiin pyörällä ja matkustaa sitten asemalle, josta pääsee junalla keskustaan 25 minuutissa. Tämä oli iso muutos työmatkoihin, eikä Siiri oikein tykännyt siitä, että hän käyttäisi niihin enemmän aikaa. Mutta hän alkoi pitää junamatkoista. Istuessaan itsekseen hän saattoi rentoutua ja tehdä jotain, mitä hän ei muuten tekisi. Siiri alkoi käyttää junamatkaa kirjan lukemiseen. Mutta pian hän huomasi, että 25 minuuttia kerrallaan ei riittänyt tarinaan uppoutumiseen. Hän kokeili seuraavaksi lehtien lukemista, mutta koska hän piti eniten pitkistä ja syvällisistä artikkeleista, sama ongelma toistui jälleen. Niinpä hän vietti matkansa Facebookissa. Se veikin hänet mukaansa niin, että hän oli usein vähällä ajaa oman asemansa ohi. Siiri päätti, että sykettä nostava somettaminen ei ollut paras tapa aloittaa päivää. Lopulta hän kokeili jotain, mikä osoittautui toimivaksi. Hän ajatteli opetella uuden kielen, jolla voisi tehdä vaikutuksen töissä. Hän pystyi jokaisen junamatkan aikana tekemään kaksi tai kolme oppituntia kielenopiskelusovelluksessa. Näin hän oppi vähitellen, mutta vääjäämättömästi kieltä niin paljon, että pääsi yllättämään työkaverinsa aina uusilla ja pidemmillä vuorosanoilla. Siiri löysi siis parhaan tavan käyttää aikaa juuri omassa elämäntilanteessaan. Entä sinä? Mikä olisi sinulle paras tapa käyttää matka-aikaasi?
fr: Chiara, son mari et ses deux enfants, ont récemment déménagé du centre de Bruxelles pour s'installer en banlieue. Elle emmène ses enfants à la crèche en vélo cargo et se dirige vers la gare. Elle embarque alors pour 25 min de train vers le centre ville où elle travaille. C'était un changement majeur dans ses déplacements et Chiara n'était pas pas vraiment contente de passer plus de temps de transport dans sa journée. Puis elle s'est mise à apprécier son trajet en train. Pendant ce temps, elle pouvait se reposer et faire des choses qu'elle ne pouvait pas faire autrement. Au début, Chiara pris un livre. Mais ses trajets de 25 minutes n'étaient pas assez longs pour se plonger dans l'histoire. Elle essaya de lire un magazine, mais parce qu'elle préfère des articles détaillés, elle rencontra le même problème. Elle passa alors son temps sur Facebook. Elle était tellement absorbée qu'elle failli plusieurs fois oublier de descendre à la bonne station. Chiara décida qu'accélérer son rythme cardiaque n'était pas la meilleure façon de commencer la journée. Finalement, elle trouva son occupation idéale. Elle allait apprendre le néerlandais, langage majoritaire dans leur nouveau quartier. Avec une application d'apprentissage, son temps dans le train était suffisant pour deux ou trois leçons à chaque trajet. De plus c'était la cadence parfaite pour apprendre un nouveau langage : un petit peu chaque jour. Elle améliore ainsi progressivement la communication avec ses nouveaux voisins. L'activité de Chiara est fonction de son temps de trajet et ses envies. Et pour vous ? quelle activité pour votre temps de trajet ?
hr: Klara, njezin suprug i njihovo dvoje djece nedavno su se preselili iz centra u predgrađe Bruxellesa. Odvodi djecu u vrtić i školu teretnim biciklom, a zatim odlazi na željezničku stanicu te se 25 minuta vozi vlakom do središta grada. To je velika promjena u njezinom prometovanju, nije bila sretna što je više vremena provodi na putu na posao, ali je počela uživati u vremenu u vlaku. Sjedeći sama, mogla se opustiti i raditi nešto novo. Klara je počela koristiti ovo vrijeme za čitanje knjige. No, nakon nekog vremena, činilo joj se kako 25 minuta nije dovoljno za koncentriranje na priču koju čita. Potom je pokušala čitati časopis, no pojavio se isti problem jer voli čitati duge i opširne članke. Počela je provjeravati što se događa na Facebooku. Sadržaj ju je toliko privukao da je ponekad umalo zaboravila sići na stanici. Klara je odlučila da joj takav stres nije dobar početak dana. Napokon, pokušala je nešto što je uspjelo. Budući da su se preselili u nizozemsko govorno područje, odlučila je učiti jezik. Vrijeme provedeno u vlaku bilo je dovoljno za dvije ili tri lekcije u svakoj vožnji, koristeći aplikaciju za učenje jezika. Također, ovo joj daje pravilni ritam za učenje jezika: svaki dan pomalo, dovodeći do jače povezanosti s ljudima u njezinom novom susjedstvu. Klarina najbolja odluka rezultat je povezanosti količine vremena koju ima i onoga što želi raditi u ovom trenutku svog života. Što je s vama? Koja bi bila vaša najbolja odluka za vrijedno utrošeno vrijeme putovanja?
it: Chiara, suo marito e i loro due bambini si sono trasferiti di recente dal centro alla periferia di Bruxelles. Porta i suoi bambini all'asilo e alla scuola con la bici da carico e poi va verso la stazione dei treni, dove ottiene un viaggio di 25 minuti per lavorare nel centro della città. Questo era un grande cambiamento nel suo tragitto giornaliero, e Chiara non era troppo contenta di passare più tempo del suo pendolarismo, ma iniziò a godersi il tempo trascorso al treno. Seduta da sola, poteva rilassarsi e fare qualcosa che altrimenti non avrebbe fatto. Chiara ha iniziato a prendersi questa volta per leggere un libro. Ma dopo un po 'di tempo, sentiva che 25 minuti ogni volta non erano abbastanza per entrare veramente nella storia. Ha quindi provato a leggere una rivista, ma poiché preferisce articoli lunghi e approfonditi, è successo lo stesso problema. Quindi, ha appena iniziato a controllare cosa stava succedendo su Facebook. L'aveva talmente attratta dal contenuto che a volte quasi dimenticava di andarsene alla stazione giusta. Chiara ha deciso che accelerare il suo cervello e il suo cuore non era il modo migliore per iniziare la giornata. Quindi, alla fine ha provato qualcosa che ha funzionato. Poiché si sono trasferiti in una zona di lingua olandese, le è sembrato di imparare la lingua. Usando un'app per l'apprendimento delle lingue, l'ora del treno era sufficiente per due o tre lezioni ciascuna. Dà anche la giusta cadenza per l'apprendimento delle lingue: un po 'ogni giorno, portandola costantemente a una migliore connessione con le persone nel suo nuovo quartiere. Il miglior adattamento di Chiara era una funzione della quantità di tempo che aveva e di ciò che sentiva di fare in questa fase della sua vita. E tu? Qual è la soluzione migliore per il tuo tempo di viaggio?
nb: Chiara, hennes mann og to barn flyttet nylig fra sentrum av Brüssel til utkanten av byen. Hun leverte barna til barnehagen og skolen med en lastesykkel, som hun så syklet videre med til togstasjonen. Herfra var det en 25 minutters togtur til jobben hennes i sentrum. Dette medførte store endringer i hennes pendling, og Chiara var ikke tilfreds med å bruke mer tid til og fra jobb. Men etterhvert satte hun pris på tiden på toget, hvor hun kunne sitte for seg selv og slappe av eller gjøre ting hun ellers ikke fikk gjort. Chiara begynte å lese bok på toget. Hun skjønte fort at 25 minutter lesing var for kort tid å komme inn i historien. Så leste hun blader. Siden hun helst leser lange dybdeartikler, følte hun at dette heller ikke passet. Deretter tok hun frem Facebook. Siden hun ble så engasjert i det hun leste, hendte det at hun nesten glemte å gå av toget på riktig stasjon. Charia fant ut at hun ikke ville starte dagen med noe som tok såpass av hennes oppmerksomhet. Tilslutt fant hun noe hun syntes fungerte. Siden familien hadde flyttet til et nederlandstalende område, ønsket hun å lære spåket. Hun lastet ned en app for å lære språk, og hver togtur var nok til to eller tre økter. Dette er også den anbefalte måten å lære språk: litt øving hver dag la grunnlaget for at hun fikk bedre kontakt med de nye naboene sine. Charia fikk best utbytte av å bruke tiden hun hadde til rådighet til noe som passet hennes fase i livet. Hva med deg? Hvordan får du mest ut av pendletiden?
nl: Chiara verhuisde onlangs met haar man en twee kinderen naar de Brusselse rand. Ze brengt haar kinderen naar school met de bakfiets en rijdt dan verder naar het station, waar ze op de trein stapt, om 25 minuten later aan te komen in het centrum. Chiara moet nu beduidend langer pendelen en was daar in eerste instantie niet zo gelukkig mee, maar ondertussen geniet ze van haar tijd in de trein. Ze kan nu ontspannen en dingen doen waar ze anders niet toe zou komen. Ze begon deze tijd te benutten om een boek te lezen. Na een tijdje echter voelde ze dat 25 minuten niet genoeg was om echt in het verhaal te komen. Dan probeerde ze een magazine te lezen, maar omdat ze houdt van lange en diepgaande artikels, bleef hetzelfde probleem bestaan. Dan begon ze gewoon wat Facebook te checken. Ze ging zo op in de inhoud dat ze soms bijna vergat af te stappen. Chiara besliste dat de dag starten met Facebook niet het beste was voor haar hart en brein. Uiteindelijk vond ze iets wat wel werkte. Omdat ze verhuisd waren naar een plaats waar Nederlands wordt gesproken, vond ze dat ze de taal moest leren. Met een taalles-App, bleek de treinrit voldoende om twee, drie lesjes te leren. Het gaf haar ook het juiste leerritme om een taal te leren: elke dag een beetje, langzaam aan elke dag een beetje beter kunnen praten met de mensen in haar buurt. De beste keuze voor Chiara was iets te vinden dat zowel overeenkwam met de beschikbare tijd als iets dat ze wilde doen in deze levensfase. En jij? Wat is de beste keuze tijdens jouw reistijd?
pt: A Laura, o seu marido e ambos os filhos mudaram-se recentemente para os arredores de Bruxelas. Ela leva as crianças ao jardim-de-infância em bicicletas equipadas para transporte de carga. Depois, viaja de comboio durante 25 minutos até ao centro da cidade. Isto representa uma mudança radical nas deslocações da família e a Laura não estava muito satisfeita por dispensar mais tempo em transportes. Contudo, começou a apreciar o tempo de viagem em comboio, pois este permite-lhe relaxar e fazer coisas que, de outra forma, não faria, como ler um livro. Mas cedo percebeu que 25 minutos não eram suficiente para mergulhar verdadeiramente na história, por isso começou a optar pela leitura de revistas. Os mesmos problemas surgiram novamente, porque preferia artigos longos e profundos. Procurou então consultar o mural do Facebook, o que lhe entusiasmava tanto que muitas vezes esquecia-se de onde devia sair. Percebeu então que acelerar o seu cérebro e coração talvez não fosse a melhor forma de iniciar o dia. Então, finalmente experimentou algo que funcionou. Uma vez que se tinham mudado para uma zona de expressão Holandesa, pensou que seria talvez útil aprender uma nova língua. Recorrendo a uma aplicação para esse efeito, o tempo a bordo revelou-se suficiente para duas ou três lições por viagem, o que se revelou a cadência adequada para a aprendizagem de uma nova língua: um pouco cada dia, o suficiente para treinar com os seus novos vizinhos. Para a Laura, a melhor solução para o tempo gasto em deslocações resultou do equilíbrio entre o tempo de viagem e a fase da vida que atravessava, que exigia novos desafios. E para si? Qual é a melhor forma de fazer uso do tempo de viagem?
sk: Chiara, jej manžel a ich dve deti sa nedávno presťahovali z centra na okraj Bruselu. Každý deň Chiara vozí svoje deti do škôlky a školy nákladným bicyklom a potom ide na vlakovú stanicu odkiaľ dochádza do svojej práce v centre mesta 25 minút. Na začiatku nebola Chiara veľmi šťastná, pretože si musela zvyknúť, že veľmi veľa času trávi dochádzaním do práce. Po krátkej dobe si však začala cestovanie vlakom užívať. Keď sedela sama mohla oddychovať alebo robiť veci, ktoré by inak nerobila. Chiara začala tento čas využívať na čítanie knihy. Po nejakom čase však zistila, že 25 minút nie je dostatočný čas na to, aby sa poriadne začítala do príbehu. Potom sa snažila čítať časopisy, ale pretože uprednostňuje dlhé, hlboké články, stalo sa jej to isté čo počas čítania kníh. Tak začala sledovať, čo sa deje na Facebooku. Niekedy sa tak začítala do príspevkov, že takmer zabudla vystúpiť na svojej zastávke. Rozhodla sa, že takéto zvýšenie tlaku ráno jej za to nestojí a skúsi nájsť iný spôsob trávenia času počas dochádzania do práce. Nakoniec vyskúšala niečo, čo zafungovalo. Keďže sa presťahovali do holandsky hovoriacej časti, začala sa počas cestovania učiť holandčinu. Počas cesty vo vlaku zvládala prejsť dve až tri lekcie, čo jej dávalo možnosť každý deň sa aspoň trošku venovať novému jazyku. To jej uľahčilo vytvárať si nové priateľstvá s ľuďmi v jej susedstve. Chiarina najlepšia voľba bola funkciou množstva času, ktorý mala k dispozícii počas cestovania a jej pocitov v tejto fáze života. A čo vy? Čo je najlepšie pre vás počas cestovania?

# story_2_title_the_best_way_to_get_great_ideas_while_moving_p1
source: The best way of getting great ideas while moving
ca_es: La millor manera de tenir grans idees mentre et mous
es: La mejor manera de tener grandes ideas mientras te mueves
fi: Paras tapa saada hienoja ideoita liikkuessa
fr: Les grandes idées viennent en se déplaçant
hr: Najbolje za smišljanje novih ideja dok se krećemo
it: Il modo migliore per ottenere grandi idee mentre ci si muove
nb: Den beste måten å få nye idèer mens man reiser
nl: De beste manier om onderweg geweldige ideeën te krijgen
pt: A melhor forma de ter ideias fabulosas durante uma viagem
sk: Najlepší spôsob ako získať skvelé nápady počas pohybu
