Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# Travel_Time_Wasted_Max_Text
source: All time was worthwhile
ca_es: L'he aprofitat
de: Die ganze Zeit hat sich gelohnt
es: Lo he aprovechado
fi: Koko aika oli hyödyllistä
fr: Tout mon temps de trajet fut utile
hr: Svo vrijeme bilo je vrijedno utrošeno
it: Tutto il tempo è stato utile
nb: All tid var verdifull
nl: De volledige tijd was waardevol
pt: Todo o tempo foi útil
sk: Všetok čas bol využitý naplno

# Which_Factors_Most_Contributed
source: Select the most important factors for the quality of your travel time
ca_es: Quins factor/s han fet que pensessis «pèrdua de temps» (-) o «útil» (+)?
de: Welche Faktoren haben dazu geführt, dass Ihre Zeit sich als verschwendet (-) oder lohnenswert (+) gefühlt?
es: ¿Qué factores han hecho que pensaras «pérdida de tiempo» (-) o «útil» (+)?
fi: Valitse tärkeimmät asiat, jotka vaikuttivat matka-aikasi laatuun
fr: Quels sont les facteurs qui ont contribué à valoriser ou non votre temps ?
hr: Zbog čega je Vaše vrijeme bilo uzaludno (-) ili vrijedno (+) utrošeno?
it: Quale fattore (i) ha reso il tuo tempo Perso ( - ) o Utile ( + )
nb: Velg faktorene som i størst grad påvirket kvaliteten på reisetiden
nl: Welke factor(en) zorgden ervoor dat je reistijd verspild (-) dan wel waardevol (+) was?
pt: Que factor(es) tornaram o seu tempo desperdiçado (-) ou útil (+)?
sk: Ktoré faktory ovplyvnili využitie tvojho času?

# Unfold_All_That_Apply
source: Mark (+) for a positive experience or (-) for a negative experience
ca_es: Desplega i marca tot el que calgui
de: Entfalten und markieren Sie alle zutreffenden Punkte
es: Marca (+) para una experiencia positiva o (-) para una experiencia negativa
fi: Merkitse (+) myönteisestä kokemuksesta tai (-) kielteisestä kokemuksesta
fr: Déplier et cocher tout ce qui convient
hr: Otvorite i označite sve što odgovara
it: Spiega e segnala tutto ciò che si applica
nb: Velg (+) for positive opplevelser og (-) for negative
nl: Vouw uit en duid alles aan wat van toepassing is
pt: Abra e selecione tudo o que se aplique
sk: Rozbaľ a označ všetky, ktoré platia

source: Infrastructure and services
ca_es: Infraestructura i serveis
de: Infrastruktur und Dienstleistungen
es: Infraestructura y servicios
fi: Infrastruktuuri ja palvelut
fr: Infrastructures et services
hr: Infrastruktura i usluga
it: Infrastrutture e servizi
nb: Infrastruktur og tjenester
nl: Infrastructuur en diensten
pt: Serviços e infraestruturas
sk: Infraštruktúra a služby

source: Comfort and pleasantness
ca_es: Confort i comoditat
de: Komfort und Gemütlichkeit
es: Comodidad y confort
fi: Mukavuus ja viihtyisyys
fr: Confort et plaisir
hr: Udobnost i ugodnost
it: Comfort e piacevolezza
nb: Komfort og hygge
nl: Comfort en plezier
pt: Conforto e bem-estar
sk: Komfort a pohodlie

source: Getting there
ca_es: Com arribar-hi
de: Dorthin zu gehen
es: Cómo llegar
fi: Matkan puitteet
fr: Y aller
hr: Dolazak
it: Arrivare là
nb: Navigering
nl: Er geraken
pt: Chegar ao destino
sk: Infraštruktúra

source: Tables
ca_es: Taules
de: Tische
es: Mesas
fi: Pöytä
fr: Tableaux
hr: Tablice
it: Tabelle
nb: Bord
nl: Tabellen
pt: Mesas
sk: Stôl

source: Toilets
ca_es: Lavabos
de: Toiletten
es: Aseos
fi: WC-tilat
fr: Toilettes
hr: WC
nb: Toalett
nl: Toiletten
pt: Casas-de-banho
sk: Toalety

source: Food/drink allowed
ca_es: Es pot menjar/beure
de: Essen / Trinken erlaubt
es: Permitido comer/beber
fi: Ruoka/juoma sallittu
fr: Nourriture/boisson autorisés
hr: Dopuštena hrana i piće
it: Cibo/bevande consentite
nb: Kan nyte medbrakt
nl: Eten/drinken toegestaan
pt: Permissão para comer/beber
sk: Povolené jedlá a nápoje

source: Food/drink available
ca_es: Es pot aconseguir menjar/beguda
de: Essen/Getränk verfügbar
es: Comida/bebida disponible
fi: Ruokaa/juomaa tarjolla
fr: Nourriture/boisson disponibles
hr: Dostupna hrana i piće
it: Cibo/bevande disponibili
nb: Salg av mat og drikke
nl: Eten/drinken verkrijgbaar
pt: Disponibilidade de comida/bebida
sk: Dostupnosť jedál a nápojov

source: Shopping/retail
ca_es: Botigues/comerços
de: Shopping/Verkauf
es: Comercios/tiendas
fi: Ostosmahdollisuudet
fr: Shopping/commerces
hr: Kupovina/maloprodaja
it: Shopping / vendita al dettaglio
nb: Mulighet å handle
nl: Winkelen
pt: Lojas
sk: Možnosť nakupovania

source: Entertainment
ca_es: Entreteniment
de: Unterhaltung
es: Entretenimiento
fi: Viihde
fr: Divertissement
hr: Zabava
it: Divertimento
nb: Underholdning
nl: Amusement
pt: Animação
sk: Zábava

source: Noise level
ca_es: Nivell de soroll
de: Geräuschpegel
es: Nivel de ruido
fi: Äänitaso
fr: Bruit
hr: Razina buke
it: Livello di rumore
nb: Støynivå
nl: Geluidsniveau
pt: Nível de ruído
sk: Hlasitosť zvuku

source: Cleanliness
ca_es: Neteja
de: Sauberkeit
es: Limpieza
fi: Siisteys
fr: Propreté
hr: Čistoća
it: Pulizia
nb: Renslighet
nl: Netheid
pt: Limpeza
sk: Čistota

# Scenery
source: Nature and scenery
ca_es: Paisatge
de: Landschaft
es: Paisaje
fi: Luonto ja maisemat
fr: Nature et Paysage
hr: Priroda i mir
it: Paesaggio
nb: Omgivelsene
nl: Natuur en omgeving
pt: Paisagem natural
sk: Scenéria

# Todays_Weather
source: Weather
ca_es: Temps d'avui
de: Das heutige Wetter
es: Tiempo de hoy
fi: Päivän sää
fr: Météo
hr: Vremenske prilike
it: Meteo
nb: Været
nl: Weer
pt: Meterologia de hoje
sk: Dnešné počasie

source: Privacy
ca_es: Privadesa
es: Privacidad
fi: Yksityisyys
fr: Vie privée
hr: Privatnost
nb: Privatliv
pt: Privacidade
sk: Súkromie

source: Traffic signals/crossings
ca_es: Senyals de trànsit/encreuaments
de: Verkehrszeichen/Kreuzungen
es: Señales de tránsito/cruces
fi: Liikennevalot/risteykset
fr: Feux/intersections
hr: Prometni znakovi i raskršća
it: Segnali stradali/attraversamenti
nb: Lyskryss/fotgjengerfelt
nl: Verkeerslichten/ slagbomen
pt: Sinais de trânsito
sk: Dopravné značenie

source: Crowding/congestion
ca_es: Aglomeració/congestió
de: Verdrängungseffekt/Stau
es: Muchedumbre/congestión
fi: Tungos/väenpaljous
fr: Foule/Congestion
hr: Gužva/zagušenje
it: Affollamento/traffico
nb: Trengsel
nl: Veel mensen/ file
pt: Congestionamento
sk: Preľudnenie

source: Traffic congestion/delays
ca_es: Congestió de trànsit/retards
de: Verkehrsstauungen/Verspätung
es: Congestión de tráfico/retrasos
fi: Liikenneruuhkat/viiveet
fr: Bouchons/retards
hr: Prometno zagušenje/kašnjenja
it: Traffico/ritardi
nb: Køer/forsinkelser
nl: Files/ vertragingen
pt: Trânsito/atrasos
sk: Dopravné zápchy/meškania

source: Others/comments
ca_es: Altres/comentaris
de: Andere/Kommentare
es: Otros/comentarios
fi: Muuta/kommentteja
fr: Autres/commentaires
hr: Drugi/komentari
it: Altri/commenti
nb: Annet/kommentarer
nl: Andere/ commentaar
pt: Outros/comentários
sk: Iné/Poznámky

# What_Did_You_Do_And_Value
source: What exactly did you value doing?
ca_es: Exactament, què has valorat poder fer?
de: Was genau haben Sie geschätzt?
es: Exactamente, ¿qué has valorado poder hacer?
fi: Teitkö jotain hyödyllistä matkan osan aikana?
fr: Qu'est-ce que vous avez apprécié faire?
hr: Što ste točno radili što je vrijedno?
it: Che cosa hai apprezzato?
nb: Hva spesifikt verdsatte du?
nl: Wat exact vond je waardevol dat je kon doen?
pt: O que mais valorizou fazer?
sk: Čo prispelo k využitiu tvojho cestovného času?

source: Driving/Cycling/Walking
ca_es: Conduir/anar en bici/caminar
de: Fahren/Radfahren/zu Fuss
es: Conducir/ir en bici/andar
fi: Ajaminen/pyöräily/kävely
fr: En voiture/à vélo/à pied
hr: Vožnja/bicikliranje/hodanje
it: Guidare/pedalare/camminare
nb: Kjøre/Sykle/Gå
nl: Rijden/ Fietsen/ Stappen
pt: Conduzir/Andar de bicicleta/Andar a pé
sk: Šoférovanie/Bicyklovanie/Chôdza

# Relaxing_Sleeping
source: Relaxing or sleeping
ca_es: Relaxar-me o dormir
de: Entspannen oder schlafen
es: Relajarme o dormir
fi: Rentoutu- minen tai nukkuminen
fr: Se détendre ou dormir
hr: Opuštanje ili spavanje
it: Rilassarsi o dormire
nb: Slappe av eller sove
nl: Ontspannen of slapen
pt: Relaxar ou dormir
sk: Relax alebo spánok

# Browsing_Social_Media
source: Browsing or social media
ca_es: Navegar o fer servir xarxes socials
de: Surfen oder Social Media
es: Navegar o usar redes sociales
fi: Internet tai sosiaalinen media
fr: Navigation internet ou sur les réseaux sociaux
hr: Pregledavanje društvenih mreža
it: Navigando online o scrollando social media
nb: Nyheter eller sosiale medier
nl: Internetten of social media
pt: Navegar na Internet/redes sociais
sk: Internet/sociálne siete

source: Reading / writing (paper)
ca_es: Llegir/escriure (en paper)
de: Lesen/Schreiben (Papier)
es: Leer/escribir (en papel)
fi: Lukeminen / kirjoitus (paperilla)
fr: Lire / écrire (sur papier)
hr: Čitanje / pisanje (papirnato)
it: Leggere / scrivere ( sulla carta )
nb: Lese / skrive (analog)
nl: Lezen/ Schrijven (papier)
pt: Ler/escrever (versão papel)
sk: Čítanie/písanie

source: Reading / writing (device)
ca_es: Llegir/escriure (en un dispositiu)
de: Lesen/Schreiben (Gerät)
es: Leer/escribir (en un dispositivo)
fi: Lukeminen / kirjoitus (laitteella)
fr: Lire / écrire (appareil)
hr: Čitanje / pisanje (na uređaju)
it: Leggere / scrivere ( su un device )
nb: Lese / skrive (digitalt)
nl: Lezen/ Schrijven (scherm)
pt: Ler/escrever (no dispositivo)
sk: Čítanie/písanie (elektr. zariadenie)

source: Listening to audio
ca_es: Escoltar àudio
de: Audio hören
es: Escuchar música, podcasts, etc.
fi: Musiikin tms. kuuntelu
fr: Ecouter (média)
hr: Slušanje audio zvuka
it: Ascoltando la musica
nb: Bruke hodetelefoner
nl: Luisteren naar muziek, podcast...
pt: Ouvir rádio/música
sk: Počúvanie hudby a iné

# Walking_Video_Gaming
source: Watching video or gaming
ca_es: Veure vídeos o jugar a videojocs
de: Videos schauen oder spielen
es: Ver vídeos o jugar a videojuegos
fi: Videon katselu tai pelaaminen
fr: Regarder des vidéos ou jouer
hr: Gledanje videa
it: Guardare video o giocando
nb: Se video eller spille
nl: Video kijken of spelletjes spelen
pt: Ver vídeos ou jogar
sk: Pozeranie videá alebo sa hral

source: Talking (including phone)
ca_es: Parlar (també per telèfon)
de: Sprechen (inklusive Telefon)
es: Hablar (también por teléfono)
fi: Puhuminen (myös puhelimella)
fr: Parler (inclus les appels téléphoniques)
hr: Razgovaranje (uključujući telefonsko)
it: Parlando ( anche al telefono )
nb: Snakke (også i telefon)
nl: Praten (ook aan de telefoon)
pt: Falar (incluindo ao telefone)
sk: Rozprávanie sa (vrátane telefonovania)

source: Accompanying someone
ca_es: Acompanyar algú
de: Jemanden begleiten
es: Acompañar a alguien
fi: Jonkun saattaminen
fr: Accompagner quelqu'un
hr: Ispraćanje nekoga
it: Accompagnando qualcuno
nb: Reisefølge
nl: Iemand vergezellen
pt: Acompanhando outra pessoa
sk: Sprevádzanie niekoho

source: Eating / drinking
ca_es: Menjar/beure
de: Essen/Trinken
es: Comer/beber
fi: Syöminen / juominen
fr: Manger / boire
hr: Jesti / piti
it: Mangiando / bevendo
nb: Spise / drikke
nl: Eten/ drinken
pt: Comendo/bebendo
sk: Jedenie / pitie

# Personal_Caring
source: Personal care
ca_es: Cura personal
de: persönliche Pflege
es: Cuidado personal
fi: Itsestä huolehtiminen
fr: Prendre soin des autres
hr: Osobna njega
it: Igiene personale
nb: Personlig pleie
nl: Zelfzorg
pt: Cuidados pessoais
sk: Osobná starostlivosť

source: Thinking
ca_es: Pensar
de: Denken
es: Pensar
fi: Ajattelu
fr: Penser / Réfléchir
hr: Razmišljanje
it: Pensare
nb: Fundere
nl: Nadenken
pt: Pensar/Refletir
sk: Rozmýšľanie

# What_Value_Take_From_Part
source: What value did you take from your time on this part of the trip?
ca_es: Quin valor has obtingut del teu temps en aquesta part del viatge?
de: Welchen Wert haben Sie aus Ihrer Zeit auf diesem Teil der Reise gelernt?
es: ¿Qué valor has obtenido de tu tiempo en esta parte del viaje?
fi: Teitkö tämän matkan osan aikana jotain hyödyllistä?
fr: Qu'est-ce que cette partie du trajet vous a apporté?
hr: Što je bilo vrijedno u ovom dijelu putovanja?
it: Quale valore daresti al tuo tempo in questa parte di viaggio ?
nb: Hvilken verdi fikk du ut av denne delen av turen?
nl: Wat vond je waardevol aan de tijd die je besteedde in dit deel van je trip?
pt: Quão útil foi o seu tempo durante esta parte da viagem?
sk: Akú hodnotu má pre teba táto časť cesty?

source: Paid work
ca_es: Treball remunerat
de: Bezahlte Arbeit
es: Trabajo pagado
fi: Työtehtävät
fr: Travail rémunéré
hr: Plaćeni posao
it: Lavoro pagato
nb: Betalt arbeid
nl: Betaald werk
pt: Trabalho remunerado
sk: Platená práca

source: Personal tasks
ca_es: Tasques personals
de: Persönliche Aufgaben
es: Tareas personales
fi: Omat asiat
fr: Tâches personnelles
hr: Privatne obaveze
it: Attività personali
nb: Personlige gjøremål
nl: Persoonlijke taken
pt: Tarefas pessoais
sk: Súkromné veci

source: Enjoyment
ca_es: Plaer
de: Vergnügen
es: Entretenimiento
fi: Mukavaa
fr: Plaisir
hr: Uživanje
it: Divertimento
nb: Hygge
nl: Plezier
pt: Diversão
sk: Zábava a relax

source: Fitness
ca_es: Mantenir-me en forma
es: Mantenerme en forma
fi: Liikuntaa
fr: Condition physique
hr: Tjelesna aktivnost
nb: Trening
nl: Sport
pt: Exercício
sk: Zdravie

source: None
ca_es: Gens
de: Keine
es: Nada
fi: Ei yhtään
fr: Aucun
hr: Ništa
it: Nessuna
nb: Ingen
nl: Geen
pt: Nenhum
sk: Žiadnu

source: Some
ca_es: Una mica
de: Einige
es: Un poco
fi: Vähän
fr: Un peu
hr: Ponešto
it: Alcune
nb: Noe
nl: Een beetje
pt: Algum
sk: Čiastočnú

source: High
ca_es: Molt
de: Hoch
es: Mucho
fi: Paljon
fr: Élevé
hr: Visoko
it: Alta
nb: Mye
nl: Veel
pt: Alto
sk: Veľkú

# Thinking_About_Your_Trip_Title
source: Would you have liked to use your travel time more for ... ?
ca_es: Hauries preferit fer servir el teu temps de viatge per...?
de: Hätten Sie gerne Ihre Reisezeit mehr für ... genutzt?
es: ¿Te habría gustado más usar el tiempo de viaje para...?
fi: Olisitko halunnut käyttää koko matkaan käyttämääsi aikaa johonkin muuhun hyödylliseen?
fr: Qu'auriez-vous aimer faire plus pendant ce trajet ?
hr: Jeste li htjeli vaše vrijeme prometovanja koristiti za ... ?
it: Ti sarebbe piaciuto usare di più il tuo tempo di viaggio per ...?
nb: Ville du helst brukt reisetiden til ... ?
nl: Had je deze reistijd liever anders besteed, aan...?
pt: Gostaria de ter usado o seu tempo de viagem para...?
sk: Keby si sa mohol rozhodnúť inak, využil by si viac času na:

source: Productivity
ca_es: Productivitat
de: Produktivität
es: Productividad
fi: Tehokkuus
fr: Productivité
hr: Produktivnost
it: Produttività
nb: Produktivitet
nl: Productiviteit
pt: Produtividade
sk: Produktivita

# Anything_Else_Like_To_Share
source: Anything else you'd like to share?
ca_es: Vols compartir res més?
de: Möchten Sie noch etwas anderes teilen?
es: ¿Quieres compartir algo más?
fi: Haluatko ilmoittaa ongelmista tai kertoa lisää matkastasi?
fr: Quelque chose à partager ?
hr: Nešto drugo što biste htjeli podijeliti?
it: Qualcos' altro che vorresti condividere?
nb: Vil du tilføye noe annet?
nl: Iets anders dat je nog wil delen?
pt: Gostaria de partilhar outra informação?
sk: Je ešte niečo čo by ste chceli zdieľať?

# Would_Like_To_Share
source: I would like to share...
ca_es: M'agradaria compartir...
de: Ich würde gerne teilen...
es: Me gustaría compartir...
fi: Kirjoita tähän palautteesi
fr: Commentaires :
hr: Htio_htjela bih podijeliti...
it: Io vorrei condividere
nb: Jeg vil tilføye...
nl: Ik zou willen delen dat...
pt: Gostaria de dizer...
sk: Chcel by som zdieľať...

source: Today
ca_es: Avui
de: Heute
es: Hoy
fi: Tänään
fr: Aujourd'hui
hr: Danas
it: Oggi
nb: I dag
nl: Vandaag
pt: Hoje
sk: Dnes

source: Yesterday
ca_es: Ahir
de: Gestern
es: Ayer
fi: Eilen
fr: Hier
hr: Jučer
it: Ieri
nb: I går
nl: Gisteren
pt: Ontem
sk: Včera

# Validate_Your_Trip
source: New trip detected! Validate your trip to earn %@ points!
ca_es: Nou viatge detectat! Valida el teu viatge i guanya %@ punts!
de: Neue Reise erkannt! Bestätigen Sie Ihre Reise, um %@ Punkte zu erhalten!
es: ¡Nuevo viaje detectado! ¡Valida tu viaje para ganar %@ puntos!
fi: Uusi matka tunnistettu! Vahvista ansaitaksesi %@ pistettä!
fr: Nouveau voyage détecté! Validez votre voyage pour gagner %@ points!
hr: Zabilježeno je novo putovanje! Potvrdite svoje putovanje kako biste zaradili %@ bodova!
it: Viaggio registrato! Convalida il tuo viaggio per guadagnare %@ punti!
nb: En ny tur er registrert! Godkjenn den og tjen %@ poeng!
nl: Nieuwe reis gedetecteerd! Valideer je reis om %@ punten te verdienen!
pt: Nova viagem detetada! Valide a sua viagem para ganhar %@ pontos!
sk: Nová cesta zaznamenaná! Potvrď tvoju cestu a získaj %@ bodov!

# What_Was_Purpose
source: What was the purpose of your trip?
ca_es: Quin ha estat el motiu del teu viatge?
de: Was war der Zweck Ihrer Reise?
es: ¿Cuál ha sido el motivo de tu viaje?
fi: Mikä oli matkan tarkoitus?
fr: Quel était l'objet de votre voyage ?
hr: Koja je bila svrha vašeg putovanja?
it: Qual era lo scopo del tuo viaggio?
nb: Hva var hensikten med turen?
nl: Wat was het doel van je reis?
pt: Qual foi o motivo da sua viagem?
sk: Aký bol dôvod tvojej cesty?

source: Mark all that apply
ca_es: Marca tot el que calgui
de: Alle zutreffende markieren
es: Marca todo lo aplicable
fi: Valitse kaikki sopivat
fr: Cochez tout ce qui correspond
hr: Označite sve što odgovara
it: Segna tutti e applica
nb: Marker de som passer
nl: Duid alles aan wat van toepassing is.
pt: Marque todos os que se apliquem
sk: Označ všetky, ktoré platia

source: Work
ca_es: Feina
de: Arbeit
es: Trabajo
fi: Työ
fr: Travail
hr: Posao
it: Lavoro
nb: Arbeid
nl: Werk
pt: Trabalho
sk: Práca

source: School/Education
ca_es: Escola/educació
de: Schule/ Ausbildung
es: Escuela/Educación
fi: Koulu/opinnot
fr: Ecole/Education
hr: Škola / edukacija
it: Scuola/educazione
nb: Skole/Utdanning
nl: School/ opleiding
pt: Escola/Educação
sk: Škola/vzdelanie

source: Home
ca_es: Casa
de: Zuhause
es: Casa
fi: Koti
fr: Maison
hr: Kuća
nb: Hjem
pt: Casa
sk: Domov

source: Everyday Shopping
ca_es: Compres de cada dia
de: Tägliches Shopping
es: Compras diarias
fi: Päivittäisostokset
fr: Courses
hr: Svakodnevna kupovina
it: Shopping giornaliero
nb: Handle dagligvarer
nl: Winkelen
pt: Compras diárias
sk: Každodenné nakupovanie

source: Business Trip
ca_es: Viatge de negocis
de: Geschäftsreise
es: Viaje de negocios
fi: Työmatka
fr: Voyage d'affaires
hr: Poslovni put
it: Viaggio di lavoro
nb: Tjenestereise
nl: Zakenreis
pt: Viagem de negócio
sk: Pracovná cesta

source: Leisure/Hobby
ca_es: Oci/afició
de: Freizeit/Hobby
es: Ocio/afición
fi: Vapaa-aika/harrastus
fr: Loisirs
hr: Odmor / hobi
it: Piacere/hobby
nb: Fritid/Hobby
nl: Vrije tijd/ hobby
pt: Lazer
sk: Voľný čas/Hobby

# Pick_Up_Drop_Off
source: Pick-up/Drop-off Someone
ca_es: Recollir/deixar algú
de: Jemand abholen/absetzen
es: Recoger/dejar a alguien
fi: Hakeminen/vieminen
fr: Prendre/Déposer quelqu'un
hr: Prevesti nekoga
it: Prendere/lasciare qualcuno
nb: Hente/Levere noen
nl: Iemand ophalen/ afzetten
pt: Levar/trazer alguém
sk: Priviesť alebo vyzdvihnúť niekoho

# Personal_Tasks_Errands
source: Personal Tasks/Errand
ca_es: Tasques personals/encàrrecs
de: Persönliche Aufgaben/Besorgen
es: Tareas personales/recados
fi: Omat tehtävät/asiointi
fr: Tâches personnelles
hr: Privatne obaveze / zadaci
it: Attività personali/commissioni
nb: Personlig ærend
nl: Persoonlijke taken/ boodschappen
pt: Tarefas pessoais
sk: Osobné úlohy/záležitosti

source: Trip Itself
ca_es: El viatge mateix
de: Reise selbst
es: El viaje en sí
fi: Matka sinänsä
fr: Le voyage en lui-même
hr: Put sam po sebi
it: Il viaggio stesso
nb: Selve reisen
nl: Reis zelf
pt: A viagem em si
sk: Samotná cesta

source: Other
ca_es: Altres
de: Andere
es: Otros
fi: Muu
fr: Autre
hr: Drugo
it: Altri
nb: Annen
nl: Andere
pt: Outro
sk: Iné

# Arrive_At_Fixed_Time
source: Did you have to arrive at a fixed time?
ca_es: Havies d'arribar en un moment concret?
de: Mussten Sie zu einer festen Zeit ankommen?
es: ¿Tenías que llegar en un momento concreto?
fi: Pitikö sinun saapua tiettyyn aikaan?
fr: Deviez vous respecter une heure d'arrivée ?
hr: Jeste li morali stići u točno određeno vrijeme?
it: Dovevi arrivare a un'ora fissa?
nb: Måtte du komme fram til et bestemt tidspunkt?
nl: Moest je op een vast uur aankomen?
pt: Tinha que chegar a uma hora específica?
sk: Musel si prísť v stanovenom čase?

# How_Often_Make_This_Trip
source: How often do you make this trip?
ca_es: Cada quant fas aquest viatge?
de: Wie oft machen Sie diese Reise?
es: ¿Cada cuánto haces este viaje?
fi: Kuinka usein teet suunnilleen tämän matkan?
fr: Diriez-vous que c'est un trajet :
hr: Koliko često radite ovo putovanje?
it: Frequenza di viaggio?
nb: Hvor ofte tar du denne reisen?
nl: Hoe vaak maak je deze reis?
pt: Com que frequência faz esta viagem?
sk: Ako často cestuješ po tejto trase?

source: Regularly
ca_es: Habitualment
de: Regelmäßig
es: Regularmente
fi: Säännöllisesti
fr: Régulier
hr: Često
it: Regolarmente
nb: Jevnlig
nl: Geregeld
pt: Regularmente
sk: Pravidelne

source: Occasionally
ca_es: De vegades
de: Gelegentlich
es: A veces
fi: Satunnaisesti
fr: Occasionnel
hr: Povremeno
it: Occasionalmente
nb: Innimellom
nl: Af en toe
pt: Ocasionalmente
sk: Príležitostne

source: First Time
ca_es: Primera vegada
de: Erstes Mal
es: Primera vez
fi: Kerran
fr: Nouveau
hr: Prvi put
it: Per la prima volta
nb: Første gang
nl: Eerste keer
pt: Primeira vez
sk: Prvýkrát

# Select_Part_Of_Trip_Feedback
source: Select one part of your trip to provide further feedback
ca_es: Selecciona una part del teu viatge per afegir comentaris
de: Wählen Sie einen Teil Ihrer Reise aus, um weiteres Feedback zu geben
es: Selecciona una parte de tu viaje para añadir comentarios
fi: Valitse matkan osa, josta voit kertoa lisää
fr: Sélectionner une partie de votre trajet pour un retour détaillé
hr: Odaberite dio putovanja zbog daljnjih objašnjenja
it: Seleziona una parte del tuo viaggio per dare maggiori feedback in merito
nb: Velg en del av turen og gi videre tilbakemelding
nl: Selecteer een deel van je reis om verdere feedback over te geven
pt: Selecione uma parte da viagem para comentar
sk: Vyber jednu časť z tvojej cesty pre ďalšie hodnotenie

# Confirm_Modes_Of_Your_Trips
source: Confirm the modes of your trip
ca_es: Confirma els tipus de transport utilitzats en el viatge
de: Bestätigen Sie die Modi Ihrer Reise
es: Confirma los tipos de transporte utilizados en el viaje
fi: Vahvista matkan kulkumuodot
fr: Sélectionnez mode/s de transport
hr: Potvrdite načine putovanja
it: Conferma le modalità del tuo spostamento
nb: Bekreft reisemåte
nl: Bevestig je vervoersmodi
pt: Confirme os modos de transporte
sk: Potvrď typy dopravy počas tvojej cesty

source: Transfer
ca_es: Transbordament
de: Umsteigen
es: Transbordo
fi: Siirtyminen
fr: Transfert
hr: Promjena načina putovanja
it: Transferimento
nb: Overgang
nl: Overstap
pt: Transbordo
sk: Prestup

source: Auto-detected
ca_es: Autodetectat
de: Automatisch erkennen
es: Autodetectado
fi: Tunnistettu
fr: Détection auto
hr: Automatski određeno
it: Rilevato automaticamente
nb: Automatisk gjenkjenning
nl: Auto-gedetecteerd
pt: Detetado automaticamente
sk: Automaticky detekované

# Were_You_Walking_Or_Running
source: Were you %@ ?
ca_es: Has estat %@ ?
de: Waren Sie %@?
es: ¿Has estado %@?
fi: Oliko kyseessä %@ ?
fr: Y êtes vous allé en %@ ?
hr: Jeste li %@ ?
it: Eri tu %@ ?
nb: %@ du?
nl: Was je aan het %@?
pt: Estava a %@ ?
sk: Bol tvoj spôsob dopravy: %@ ?

# Did_You_Go_The_Mode
source: Did you go by %@ ?
ca_es: Hi has anat en %@ ?
de: Sind Sie mit %@ gegangen ?
es: ¿Has ido en %@?
fi: Oliko kulkuneuvosi %@ ?
fr: Y êtes vous allé en %@ ?
hr: Jeste li se kretali %@ ?
it: Sei andato dal %@
nb: Reiste du med %@?
nl: Reisde je per %@ ?
pt: Utilizou %@ ?
sk: Bol tvoj spôsob dopravy: %@ ?

source: Walking
ca_es: Caminant
de: Zu fuss gehen
es: andando
fi: Kävely
fr: Marcher
hr: Hodanjem
it: A piedi
nb: Gikk
nl: Te voet
pt: Caminhar
sk: Chôdza

source: Jogging/Running
ca_es: Córrer
de: Joggen/Laufen
es: Correr
fi: Hölkkä/juoksu
hr: Džogiranjem/trčanjem
it: Correndo/Passo veloce
nb: Jogge/Løpe
nl: Aan het joggen/ lopen
pt: Correr/Jogging
sk: Beh
