Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# Drawer_Title_Home
source: Home
ca_es: Inici
de: Zuhause
es: Inicio
fi: Etusivu
fr: Accueil
hr: Početna
nb: Hjem
sk: Domov

# Drawer_Title_Route_Planner
source: Route Planner
ca_es: Planificador de ruta
de: Routenplaner
es: Planificador de rutas
fi: Reittiopas
fr: Itinéraire
hr: Planer ruta
it: Pianifica l'itinerario
nb: Ruteplanlegger
pt: Planear viagem
sk: Plánovač ciest

# Drawer_Title_My_Trips
source: My trips
ca_es: Els meus viatges
de: Meine Reisen
es: Mis viajes
fi: Matkat
fr: Mes trajets
hr: Moja putovanja
it: Miei viaggi
nb: Mine reiser
nl: Mijn trips
pt: Viagens
sk: Moje cesty

# Drawer_Title_Dashboard
source: Dashboard
ca_es: Tauler de control
es: Panel de control
fi: Liikkumistiedot
fr: Tableau de bord
hr: Nadzorna ploča
nb: Oversikt
nl: Dashbord
pt: Resultados
sk: Štatistiky

# Drawer_Title_Mobility_Coach
source: Mobility Coach
ca_es: Assessor de mobilitat
de: Mobilitätscoach
es: Asesor de movilidad
fi: Liikkumisvinkit
fr: Coach mobilité
hr: Voditelj putovanja
it: Suggerimenti per gli spostamenti
nb: Motivasjon
nl: Mobiliteitscoach
pt: Partilhas
sk: Tréner

# Drawer_Title_Profile
source: Profile
ca_es: Perfil
de: Profil
es: Perfil
fi: Käyttäjätiedot
fr: Profil
hr: Profil
it: Profilo
nb: Profil
nl: Profiel
pt: Perfil
sk: Profil

# Drawer_Title_Settings
source: Profile & Settings
ca_es: Perfil i configuració
de: Profil & Einstellungen
es: Perfil y ajustes
fi: Käyttäjätiedot
fr: Profil et préférences
hr: Profil i postavke
it: Profilo e impostazioni
nb: Profil og innstilling
nl: Profiel & instellingen
pt: Perfil e definições
sk: Nastavenia & profil

# Drawer_Title_Report_Issue
source: Report issue
ca_es: Informa d'un problema
de: Problem melden
es: Notificar un problema
fi: Ilmoita ongelmista
fr: un problème?
hr: Prijava problema
it: Segnalaci un problema
nb: Send tilbakemelding
nl: Meld een probleem
pt: Reportar problema
sk: Nahlásiť problém

# Drawer_Title_Finish_Log_Out
source: Logout
ca_es: Final de sessió
de: Ausloggen
es: Cierre de sesión
fi: Kirjaudu ulos
fr: Déconnexion
hr: Odlogiranvanje
nb: Logg ut
nl: Uitloggen
pt: Sair
sk: Odhlásiť sa

# login_what_is_email_address
source: What is you email address?
ca_es: Quin és el teu correu electrònic?
de: Was ist Ihre E-Mail-Adresse?
es: ¿Cuál es tu correo electrónico?
fi: Sähköpostiosoitteesi?
fr: Quel est votre email ?
hr: Vaša e-mail adresa?
it: Quale è il tuo indirizzo email?
nb: Hva er e-postadressen din?
nl: Wat is je e-mail-adres?
pt: Qual é o seu endereço de email?
sk: Aká je tvoja e-mailová adresa?

# login_enter_your_password
source: Enter your password
ca_es: Escriu la teva contrasenya
de: Geben Sie Ihr Passwort ein
es: Escribe tu contraseña
fi: Anna salasanasi
fr: Entrez votre mot de passe
hr: Unesite svoju lozinku
it: Inserisci la tua password
nb: Fyll inn passord
nl: Geef je paswoord in.
pt: Introduzir palavra-passe
sk: Zadajte heslo

source: Edit profile
ca_es: Editar perfil
de: Profil bearbeiten
es: Editar el perfil
fi: Muokkaa käyttäjätietoja
fr: Éditer profil
hr: Uređivanje profila
it: Profilo e impostazioni
nb: Rediger profil
nl: Wijzig profiel.
pt: Editar perfil
sk: Upraviť profil

# Set_Home_And_Work
source: Set home and work places
ca_es: Establir casa i llocs de treball
de: Wohnort und Arbeitsplatz eingeben
es: Definir casa y lugares de trabajo
fi: Aseta koti- ja työosoite
fr: Maison et lieu de travail
hr: Unošenje adrese stanovanja i posla
it: Configura la tua abitazione e il tuo luogo di lavoro
nb: Fyll inn hjemsted og arbeidssted
nl: Geef je thuis- en werkadres in.
pt: Definir localização de Casa e Trabalho
sk: Nastavenie adresy bydliska a zamestnania

# Demographic_Info
source: Demographic information
ca_es: Informació demogràfica
de: Demographische Information
es: Información demográfica
fi: Taustatietoja
fr: Informations générales
hr: Demografske informacije
it: Informazioni generali
nb: Demografisk informasjon
nl: Demografische gegevens
pt: Dados demográficos
sk: Demografické informácie

source: Worthwhileness settings
ca_es: Configuració de mobilitat
de: Lohnenswert Einstellungen
es: Ajustes sobre la utilidad
fi: Liikkumistavoitteet
fr: Objectifs Mobilité
hr: Postavke vrijednosti utrošenog vremena
it: Impostazioni
nb: Verdi-innstillinger
nl: Waardevolheidsinstellingen
pt: Definições de níveis de importância
sk: Cestovné preferencie

source: Tutorials
es: Tutoriales
fi: Mitä on hyödyllinen matka-aika
fr: Tutoriel
hr: Vodič
it: Tutorial
nb: Gjennomgang
nl: Zelfstudie
pt: Tutoriais
sk: Návody

source: Transport preferences
ca_es: Preferències de transport
de: Transportpräferenzen
es: Preferencias de transporte
fi: Liikkumisasetukset
fr: Modes de transport
hr: Poželjni oblici prometovanja
it: Preferenze di viaggio
nb: Reiseønsker
nl: Transportvoorkeuren
pt: Preferências de transporte
sk: Dopravné preferencie

source: App language
ca_es: Idioma de l'app
de: App-Sprache
es: Idioma de la app
fi: Sovelluksen kieli
fr: Langage
hr: Jezik aplikacije
it: Lingua
nb: App-språk
nl: Taal
pt: Idioma da app
sk: Jazyk

source: Change password
ca_es: Canviar contrasenya
de: Passwort ändern
es: Cambiar la contraseña
fi: Muuta salasana
fr: Changer mot de passe
hr: Promjena lozinke
it: Cambia la password
nb: Endre passord
nl: Verander paswoord
pt: Alteração da palavra-passe
sk: Zmeniť heslo

source: Feedback
ca_es: Comentaris
es: Comentarios
fi: Palaute
fr: Commentaires
hr: Povratne informacije
nb: Tilbakemelding
pt: Observações
sk: Spätná väzba

source: Log out
ca_es: Tancar sessió
de: Ausloggen
es: Cerrar la sesión
fi: Lopeta
fr: Déconnexion
hr: Odlogiravanje
nb: Logg ut
nl: Log uit.
pt: Sair
sk: Odhlásenie

# Education_8th_Grade
source: Up to 8th grade
ca_es: Fins a 2n ESO
de: Bis zur 8. Klasse
es: Hasta 2.º ESO
fi: Peruskoulu
fr: Collège
hr: Do 8. razreda
it: Scuola media
nb: Grunnskole
nl: Lagere school
pt: Até ao 3º Ciclo

# Education_Some_Highschool
source: 9th to 11th grade
ca_es: 3r ESO a 1r batxillerat
de: 9. bis 11. Klasse
es: 3.º ESO a 1.º bachillerato
fi: Toisen asteen opintoja
fr: Lycée non fini
hr: Srednja škola
it: Scuola superiore
nb: Noe videregående
nl: Lager middelbaar
pt: Até ao 11º ano

# Education_Highschool
source: High school (12th grade)
ca_es: Educació secundària
de: Gymnasium (12. Klasse)
es: Educación secundaria
fi: Lukio
fr: Lycée
hr: Maturant_ica
it: Liceo
nb: Vidergående
nl: Middelbaar Onderwijs
pt: Secundário
sk: Stredoškolské

# Education_Some_College
source: Some college credit, no degree
ca_es: Algunes assignatures a la facultat, sense títol
de: Hochschule angefangen, kein Abschluss
es: Algunas asignaturas en la facultad, sin título
fi: Korkeakouluopintoja
fr: Université, sans diplôme
hr: Pohađanje fakulteta, bez diplome
it: Alcuni crediti universitari, non laurea
nb: Høyere utdanning uten grad
nl: Universiteit of hogeschool, zonder diploma
pt: Frequência universitária

# Education_Training
source: Technical/vocational training
ca_es: Formació tècnica/professional
de: Technische/berufliche Ausbildung
es: Formación técnica/profesional
fi: Ammattitutkinto
fr: Entraînement technique et professionnel
hr: Stručno zvanje
it: Educazione professionale
nb: Teknisk- eller yrkesudanning
nl: Technische opleiding
pt: Curso técnico profissional

# Education_Bachelor
source: Bachelor’s degree
ca_es: Títol de grau
de: Bachelor
es: Título de grado
fi: Alempi korkeakoulututkinto
fr: Licence
hr: Završen dodiplomski studij
it: Laurea di primo livello
nb: Bachelorgrad eller tilsvarende
nl: Bachelor
pt: Bacharelato

# Education_Master
source: Master’s degree
ca_es: Títol de màster
de: Master
es: Título de máster
fi: Ylempi korkeakoulututkinto
fr: Master
hr: Završen diplomski studij
it: Laurea di secondo livello o Master
nb: Mastergrad eller tilsvarende
nl: Master
pt: Mestrado

# Education_Professional
source: Professional degree
ca_es: Títol professional
de: Hochschuleabschluss
es: Título profesional
fr: Licence professionnelle
hr: Profesor_ica
it: Certificato professionale
nb: Profesjonell grad
nl: Beroepsopleiding
pt: Curso técnico superior profissional

# Education_Doctorate
source: Doctorate degree
ca_es: Títol de doctorat
de: Doktortitel
es: Título de doctorado
fi: Tohtorin tutkinto
fr: Doctorat
hr: Doktor_ica znanosti
it: Dottorato
nb: Doktorgrad
nl: Doctorandus
pt: Doutorado

# Education_Associate
source: Associate degree
ca_es: Diplomat
es: Diplomado
fr: Diplôme associé
hr: Suradničko zvanje
it: Laurea associata
nb: Høyskolekandidat
pt: Grau de associado

# Education_No_Schooling
source: No Institutional Schooling
ca_es: Cap escolarització institucional
de: Keine institutionelle Schulung
es: Ninguna escolarización institucional
fi: Ei virallista koulutusta
fr: Pas de scolarité
hr: Bez škole
it: Nessuna diploma scolastico
nb: Ingen utdanning
nl: Geen opleiding
pt: Sem frequência escolar
sk: Žiadne

source: Age
ca_es: Edat
de: Alter
es: Edad
fi: Ikä
hr: Dob
it: Età
nb: Alder
nl: Leeftijd
pt: Idade
sk: Vek

source: Gender
ca_es: Sexe
de: Geschlecht
es: Sexo
fi: Sukupuoli
fr: Sexe
hr: Spol
it: Sesso
nb: Kjønn
nl: Geslacht
pt: Sexo
sk: Pohlavie

source: Education
ca_es: Educació
de: Bildung
es: Formación
fi: Koulutus
fr: Formation
hr: Obrazovanje
it: Educazione
nb: Utdanning
nl: Opleidingsniveau
pt: Educação
sk: Vzdelanie

source: Country
ca_es: País
de: Land
es: País
fi: Maa
fr: Pays
hr: Država
it: Paese
nb: Land
nl: Land
pt: País
sk: Štát

source: City
ca_es: Ciutat
de: Stadt
es: Ciudad
fi: Kaupunki
fr: Ville
hr: Grad
it: Città
nb: Kommune
nl: Stad
pt: Cidade
sk: Mesto

# Tutorial_Option_What_Is_Worthwhileness
source: What is worthwhileness
ca_es: Què és la utilitat
de: Was ist lohnenswert?
es: Qué es la utilidad
fi: Mitä on hyödyllinen matka-aika
fr: Qu'est-ce qui est "utile" ?
hr: Što je vrijednost utrošenog vremena
it: Ciò che vale la pena
nb: Hva er verdifullt
nl: Wat is waardevol
pt: O que mais valoriza
sk: Ako môžeš využiť svoj čas?

# Productivity_Percentage
source: Productivity %@
ca_es: Productivitat %@
de: Produktivität %@
es: Productividad %@
fi: Tehokkuus %@
fr: Productivité %@
hr: Produktivnost %@
it: Produttività %@
nb: Produktivitet %@
nl: Productiviteit %@
pt: Produtividade %@
sk: Produktivita %@

# Mind_Percentage
source: Enjoyment %@
ca_es: Entreteniment %@
de: Genuss %@
es: Placer %@
fi: Mukavuus %@
fr: Plaisir %@
hr: Uživanje %@
it: Divertimento %@
nb: Fornøyelse %@
nl: Plezier %@
pt: Satisfação %@
sk: Zábava a relax %@

# Body_Percentage
source: Fitness %@
ca_es: Mantenir-se en forma %@
es: Mantenerse en forma %@
fi: Liikunta %@
fr: Condition physique %@
hr: Tjelesna sprema %@
it: Esercizio fisico %@
nb: Trening %@
nl: Fitheid %@
sk: Zdravie %@

source: My Trips
ca_es: Els meus viatges
de: Meine Reisen
es: Mis viajes
fi: Matkat
fr: Mes voyages
hr: Moja putovanja
it: I miei viaggi
nb: Mine reiser
nl: Mijn trajecten
pt: As minhas viagens
sk: Moje cesty

source: Start trip
ca_es: Començar viatge
de: Reise beginnen
es: Empezar viaje
fi: Aloita matka
fr: Début trajet
hr: Početak putovanja
it: Inizia il viaggio
nb: Start reise
nl: Start traject
pt: Iniciar viagem
sk: Začať cestu

source: End trip
ca_es: Acabar viatge
de: Reise beenden
es: Fin del viaje
fi: Lopeta matka
fr: Fin trajet
hr: Kraj putovanja
it: Termina il viaggio
nb: Avslutt reise
nl: Eindig traject
pt: Finalizar viagem
sk: Ukončiť cestu

# Trip_Being_Recorded
source: A trip is being recorded now
ca_es: S'està enregistrant un viatge
de: Eine Reise wird jetzt aufgezeichnet
es: Se está registrando un viaje
fi: Matkaa tallennetaan
fr: Voyage en cours d'enregistrement
hr: Putovanje se upravo bilježi
it: Il viaggio sta venendo registrato
nb: En reise registeres nå
nl: Er wordt momenteel een traject opgenomen.
pt: A viagem está a ser gravada
sk: Cesta sa zaznamenáva

# Select_Trips_To_Merge
source: Select trips from the list below to merge
ca_es: Selecciona viatges de la llista per combinar-los
de: Wählen Sie Reisen aus der Liste unten aus, um sie fusionieren
es: Selecciona viajes de la lista para combinarlos
fi: Valitse listalta yhdistettävät matkat
fr: Sélectionnez un trajet parmi la liste ci-dessous pour fusionner
hr: Odabir putovanja koje želite spojiti
it: Seleziona i viaggi per unirli
nb: Velg reiser du vil slå sammen
nl: Selecteer hieronder trajecten om samen te voegen.
pt: Selecione da lista em baixo as viagens a fundir
sk: Označ cesty, ktoré chceš zlúčiť

# Confirm_Trips_To_Merge
source: Confirm the selected trips to merge
ca_es: Confirma que vols combinar els viatges seleccionats
de: Bestätigen Sie die ausgewählten Reisen zum fusionieren
es: Confirma que quieres combinar los viajes seleccionados
fi: Vahvista valitsemasi yhdistettävät matkat
fr: Confirmez le trajet sélectionné pour fusionner
hr: Potvrdite putovanja koja želite spojiti
it: Conferma i viaggi selezionati per unirli
nb: Bekreft å slå sammen valgte reiser
nl: Bevestig de geselecteerde trajecten om samen te voegen.
pt: Confirme a selecção de viagens a fundir
sk: Potvrď vybraté cesty na zlúčenie

# Select_Trips_To_Split
source: Select trips from the list below to split
ca_es: Selecciona viatges de la llista per dividir-los
de: Wählen Sie Reisen aus der Liste unten aus, um sie zu teilen
es: Selecciona viajes de la lista para dividirlos
fi: Valitse listalta jaettava matka
fr: Sélectionnez un trajet ci-dessous pour diviser
hr: Odaberite putovanja koja želite razdvojiti
it: Seleziona i viaggi per dividerli
nb: Velg en reise du vil dele opp
nl: Selecteer de trajecten in de onderstaande lijst om uit te splitsen.
pt: Selecione da lista em baixo as viagens a dividir
sk: Označ cesty, ktoré chceš rozdeliť

# Move_The_Map_To_Split
source: Move the map to split trip
ca_es: Mou el mapa per dividir el viatge
de: Verschieben Sie die Karte, um die Reise zu teilen
es: Mueve el mapa para dividir el viaje
fi: Siirrä karttaa jakautumiskohtaan
fr: Bougez la carte pour diviser le trajet
hr: Pomaknite kartu za razdvajanje putovanja
it: Seleziona la mappa per separare i viaggi
nb: Beveg kartet for å dele opp reise
nl: Beweeg de kaart om het traject te splitsen.
pt: Mova o mapa para dividir a viagem
sk: Posuň mapu pre rozdelenie ciest

# Select_Trips_To_Delete
source: Select trips from the list below to delete
ca_es: Selecciona viatges de la llista per eliminar-los
de: Wählen Sie Reisen aus der Liste unten aus, um sie zu löschen
es: Selecciona viajes de la lista para eliminarlos
fi: Valitse listalta poistettavat matkat
fr: Sélectionnez les trajets à supprimer dans la liste
hr: Odaberite putovanja koja želite izbrisati
it: Seleziona i viaggi per cancellarli
nb: Velg en reise du vil fjerne
nl: Selecteer trajecten uit de onderstaande lijst om te wissen
pt: Selecione viagens que queira eliminar
sk: Označ cesty, ktoré chceš vymazať

source: Split
ca_es: Dividir
de: Teilen
es: Dividir
fi: Jaa
fr: Diviser
hr: Razdvoji
it: Separa
nb: Del opp
nl: Splits
pt: Dividir
sk: Rozdeliť

source: Merge
ca_es: Combinar
de: Fusionieren
es: Combinar
fi: Yhdistä
fr: Fusionner
hr: Spoji
it: Unisci
nb: Slå sammen
nl: Voeg samen
pt: Fundir
sk: Zlúčiť

source: Delete
ca_es: Eliminar
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
hr: Izbriši
it: Cancella
nb: Fjern
nl: Verwijder
pt: Eliminar
sk: Vymazať

# Select_Legs_To_Split
source: Select legs and/or transfers from the list below to split
ca_es: Selecciona trams i/o transbordaments de la llista per dividir-los
de: Wählen Sie Strecken und/oder Umsteigungen aus der Liste unten, um sie zu teilen
es: Selecciona tramos y/o transbordos de la lista para dividirlos
fi: Valitse listalta jaettava matkan osa
fr: Sélectionnez étapes et/ou transferts à diviser
hr: Odabir dijelova putovanja i presjedanja za razdvajanje
it: Seleziona a piedi e/o altri mezzi di trasporto per separarli
nb: Velg etapper og/eller overganger fra listen under for å dele
nl: Selecteer deeltrajecten of overstappen van de onderstaande lijst om te splitsen
pt: Selecione viagens ou transbordos que queira dividir
sk: Vyber zo zoznamu časti ciest a/alebo prestupy, ktoré chceš rozdeliť

# Move_The_Map_To_Split_The_Leg
source: Move the map to define the split point
ca_es: Mou el mapa per definir el punt de divisió
de: Verschieben Sie die Karte, um den Aufteilungspunkt zu definieren
es: Mueve el mapa para definir el punto de división
fi: Siirrä kartta jakautumiskohtaan
fr: Bouger la carte pour définir le point de séparation
hr: Pomaknite kartu za razdvajanje putovanja
it: Seleziona la mappa per difinire il punto esatto per separarli
nb: Beveg kartet og velg hvor du vil dele reisen
nl: Beweeg de kaart om het splitspunt de bepalen.
pt: Mova o mapa para definir o ponto onde a viagem se divide
sk: Posuň mapu pre vyber bod rozdelenia

source: Edited
ca_es: Editat
de: Bearbeitet
es: Editado
fi: Muokattu
fr: Mis à jour
hr: Uređeno
it: Modificato
nb: Endret
nl: Bewerkt
pt: Editado
sk: Upravené

# Select_Legs_To_Merge
source: Select legs and/or transfers from the list below to merge
ca_es: Selecciona trams i/o transbordaments de la llista per combinar-los
de: Wählen Sie Strecken und/oder Umsteigungen aus der Liste unten, um sie zu fusionieren
es: Selecciona tramos y/o transbordos de la lista para combinarlos
fi: Valitse listalta yhdistettävät matkan osat
fr: Sélectionnez étapes et/ou transferts à fusionner
hr: Odabir dijelova putovanja ili presjedanja za spajanje
it: Seleziona a piedi e/o altri mezzi di trasporto dalla lista sottostante per unirli
nb: Velg etapper og/eller overganger fra listen under for å slå sammen
nl: Selecteer deeltrajecten of overstappen van de onderstaande lijst om samen te voegen
pt: Selecione viagens e/ou transbordos para fundir
sk: Vyber zo zoznamu časti ciest a/alebo prestupy, ktoré chceš zlúčiť

# Confirm_The_Legs_To_Merge
source: Confirm the selected legs and/or transfers to merge
ca_es: Confirma que vols combinar els trams i/o transbordaments seleccionats
de: Bestätigen Sie die ausgewählten Strecken und/oder Umsteigungen, um sie zu fusionieren
es: Confirma que quieres combinar los tramos y/o transbordos seleccionados
fi: Vahvista yhdistettävät matkan osat
fr: Confirmez votre sélection pour fusionner
hr: Potvrdite odabrane dijelove putovanja ili presjedanja za spajanje
it: Conferma la selezione a piedi e/o mezzi di trasporto per unirli
nb: Bekreft at du vil slå sammen etapper og/eller overganger
nl: Bevestig deeltrajecten of overstappen van de onderstaande lijst om samen te voegen.
pt: Confirme as viagens e/ou transbordos para fundir
sk: Potvrď vybraté časti ciest/prestupov na zlúčenie

source: Rate your edited trips
ca_es: Puntua els viatges editats
de: Bewerten Sie Ihre bearbeiteten Reisen
es: Puntúa tus viajes editados
fi: Arvioi muokkaamasi matkat
fr: Evaluez vos trajets édités
hr: Ocijenite uređena putovanja
it: Tasso di viaggi validati
nb: Vurder reisen du har endret
nl: Beoordeel
pt: Avalie as suas viagens editadas
sk: Ohodnoť svoje upravené cesty

source: Select legs to delete
ca_es: Selecciona trams per eliminar-los
de: Wählen Sie die zu löschende Strecke aus
es: Selecciona tramos para eliminarlos
fi: Valitse poistettavat matkan osat
fr: Sélectionnez étapes à supprimer
hr: Odaberite dijelove putovanja za brisanje
it: Seleziona a piedi per cancellarlo
nb: Velg etapper du vil fjerne
nl: Selecteer deeltrajecten om te wissen.
pt: Selecione viagens para eliminar
sk: Vyber časti cesty, ktoré chceš zmazať

# Confirm_The_Legs_To_delete
source: Confirm the selected legs and/or transfers to delete
ca_es: Confirma que vols eliminar els trams i/o transbordaments seleccionats
de: Bestätigen Sie die ausgewählten Strecken und/oder Umsteigungen, die gelöscht werden sollen
es: Confirma que quieres eliminar los tramos y/o transbordos seleccionados
fi: Vahvista valitsemasi poistettavat matkan osat
fr: Confirmez les étapes/transferts à supprimer
hr: Potvrdite brisanje dijelova putovanja ili presjedanja
it: Conferma la selezione a piedi e/o altri mezzi per cancellarli
nb: Bekreft at du vil fjerne etapper og/eller overganger
nl: Bevestig het wissen van deze deeltrajecten.
pt: Confirme que quer eliminar estas viagens e/ou transbordos
sk: Potvrď vybraté cesty a/alebo prestupy, ktoré chceš zmazať

source: Validated
ca_es: Validat
de: Bestätigen
es: Validado
fi: Vahvistettu
fr: Validé
hr: Potvrđeno
it: Validato
nb: Godkjennt
nl: Gevalideerd
pt: Validado
sk: Potvrdené

source: How did you travel?
ca_es: Com has viatjat?
de: Wie sind Sie gereist?
es: ¿Cómo has viajado?
fi: Millä tavalla liikuit?
fr: Comment avez-vous voyagé ?
hr: Kako ste putovali?
it: Come hai viaggiato?
nb: Hvordan reiste du?
nl: Met welk vervoersmiddel heb je gereisd?
pt: Como viajou?
sk: Ako si cestoval?

source: Public Transport
ca_es: Transport públic
de: Öffentliche Verkehrsmittel
es: Transporte público
fi: Bussi jne.
fr: Transport public
hr: Javni prijevoz
it: Trasporto pubblico
nb: Kollektivt
nl: Openbaar vervoer
pt: Transporte público
sk: Verejná doprava

source: Active/Semi-active
ca_es: Actiu/semiactiu
de: Aktiv/semi-aktiv
es: Activo/Semiactivo
fi: Liikunta
fr: Actif/Semi-actif
hr: Aktivno/Poluaktivno
it: Attiva/semi-attiva
nb: Mosjon
nl: Fysiek actief
pt: Ativo/Semi-ativo
sk: Aktívne/Poloaktívne

source: Private Motorised
ca_es: Transport privat amb motor
de: Privat motorisiert
es: Transporte privado con motor
fi: Auto jne.
fr: Motorisé privé
hr: Osobni, motorizirani
it: Mezzo a motore privato
nb: Motorisert
nl: Eigen auto
pt: Transporte privado
sk: Súkromné motorizované

source: Not Sure
ca_es: No n'estic segur
de: Nicht sicher
es: No estoy seguro
fi: En tiedä
fr: Incertain
hr: Nisam siguran_a
it: Non sicuro
nb: Usikker
nl: Niet zeker
pt: Não tenho a certeza
sk: Nie som si istý

source: Lousy
ca_es: Fatal
de: Lausig
es: Fatal
fi: Surkea
fr: Mauvais
hr: Loše
it: Malissimo
nb: Dårlig
nl: Belabberd
pt: Muito mal
sk: Zlé

# Overall_Feel_About_Trip
source: Overall, how did you feel about this trip?
ca_es: Com t'has sentit durant el viatge?
de: Wie haben Sie sich insgesamt auf dieser Reise gefühlt?
es: ¿Cómo te has sentido durante el viaje?
fi: Mikä oli yleistunnelmasi matkaa tehdessäsi?
fr: De manière générale, comment vous-êtes vous senti pendant votre trajet ?
hr: Sveukupno, kako ste se osjećali u vezi ovog putovanja?
it: In media, come ti sei sentito durante questo viaggio
nb: Hva synes du om reisen i sin helhet?
nl: Hoe beleefde je deze reistijd?
pt: No geral, como se sentiu nesta viagem?
sk: Aké sú tvoje celkové pocity z cesty?

source: Great
ca_es: Fantàstic
de: Großartig
es: Genial
fi: Mahtava
fr: Super
hr: Odlično
it: Benissimo
nb: Super
nl: Fantastisch
pt: Ótimo
sk: Skvelé

# Travel_Time_Wasted_Min_Text
source: All time was wasted
ca_es: Una pèrdua de temps
de: Die ganze Zeit war verschwendet
es: Ha sido una pérdida de tiempo
fi: Koko aika meni hukkaan
fr: J'ai perdu mon temps
hr: Uzalud utrošeno vrijeme
it: Tutto il tempo è stato perso
nb: All tid var bortkasta
nl: Alle tijd was verspild
pt: Todo o tempo foi desperdiçado
sk: Všetok čas bol premrhaný

# Travel_Time_Wasted_Question_Text
source: Was your travel time wasted or worthwhile?
ca_es: Has aprofitat el temps de viatge o el consideres malgastat?
de: War Ihre Reisezeit verschwendet oder lohnenswert?
es: ¿Has aprovechado el tiempo de viaje o lo consideras una pérdida de tiempo?
fi: Menikö matka-aikasi hukkaan vai oliko se hyödyllistä?
fr: votre temps de trajet fut utile ou perdu ?
hr: Je li vrijeme Vašeg putovanja bilo uzalud ili vrijedno utrošeno?
it: Il tuo tempo di viaggio è stato perso o utile?
nb: Fikk du noe verdifullt ut av reisetiden?
nl: Was je reis verspilde tijd of waardevol?
pt: O seu tempo em viagem foi desperdiçado ou útil?
sk: Bol tvoj cestovný čas premrhaný alebo využitý naplno?
