Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# story_5_title_stopping_or_not_stopping_in_a_moving_walkway
source: Stopping, or not stopping, in a moving walkway?
ca_es: Aturar-se o no aturar-se en un passadís mòbil?
es: ¿Pararse o no pararse en los pasillos móviles?
fi: Pitäisikö kuljetushihnalla pysähtyä vai ei?
fr: S'arrêter ou ne pas s'arrêter, sur un tapis roulant ?
hr: Zaustaviti se na pješačkoj stazi ili ne
it: Fermare, o non fermarsi, su una passerella mobile?
nb: Gå eller stå på et rullebånd?
nl: Stoppen of niet, op een bewegend wandelpad?
pt: Parar ou não parar numa passadeira rolante?
sk: Zastaviť alebo nezastaviť v prúde kráčajúceho davu?

# story_5_text_stopping_or_not_stopping_in_a_moving_walkway
source: Have you noticed that some people stop in moving walkways or stairways, while others keep walking? What do you think is the reason for this distinct behaviour? Do you prefer when other people walk, or when they stand? If the answer that came into your head seems straight obvious, think again. It might not be that simple. Next time you go on a moving walkway, try observing people that either walk or stand. Just by looking at them, you might get pretty good hints about the why. If you keep imagining, you might also have a journey into what might be their whole story. It’s fun! Stopping, or not stopping, in a moving walkway? Read our full story here (English only): https://motivproject.eu/news/detail/stopping-or-not-stopping-in-a-moving-walkway.html
ca_es: T'has adonat que hi ha persones que s'aturen en un passadís mòbil o en escales mecàniques, mentre que d'altres continuen caminant? Quin creus que és el motiu d'aquest comportament tan diferent? Prefereixes que la gent camini o que s'aturi? Si la resposta que se t'ha acudit et sembla molt evident, torna-hi a pensar. Potser no és tan senzill. La pròxima vegada que siguis en un passadís mòbil, prova d'observar la gent que camina o s'atura. Simplement mirant-los, potser podries aconseguir bones pistes sobre per què ho fan. Si hi continues pensant, potser fins i tot t'endinsaràs en quina pot ser la seva història. És divertit! Aturar-se o no aturar-se en un passadís mòbil? Llegeix la història sencera aquí: https://motivproject.eu/news/detail/stopping-or-not-stopping-in-a-moving-walkway.html
es: ¿Te has fijado en que algunas personas se paran en los pasillos móviles o en las escaleras mecánicas, mientras que otras siguen andando? ¿A qué crees que se debe este comportamiento tan diferente? ¿Prefieres que los otros anden o que se queden quietos? Si lo que se te ha ocurrido parece muy evidente, vuelve a pensar. Quizás no es tan simple. La próxima vez que estés en un pasillo móvil, fíjate en las personas que andan y en las que se quedan quietas. Solo mirándolas, podrías conseguir pistas bastante buenas sobre por qué lo hacen. Si sigues pensando en esto, quizás incluso te adentrarás en cuál puede ser su historia. ¡Es divertido! ¿Pararse o no pararse en los pasillos móviles? Lee la historia completa en: https://motivproject.eu/news/detail/stopping-or-not-stopping-in-a-moving-walkway.html
fi: Oletko huomannut, että jotkut pysähtyvät rullaportaissa tai kuljetushihnoilla, kun taas toiset jatkavat kävelemistä? Mikä mahtaa olla syynä tähän erilaiseen käyttäytymiseen? Pitäisikö sinun mielestäsi ihmisten kävellä vai seisoa? Jos vastaus tuntuu itsestäänselvältä, mieti uudestaan. Asia ei ole välttämättä ihan niin yksinkertainen. Seuraavalla kerralla kun satut olemaan kuljetushinalla esim. satamassa tai lentokentällä, yritä tarkkailla ihmisiä, jotka kävelevät tai seisovat. Jo pelkästään katsomalla saatat saada hyviä vihjeitä siitä, miksi he toimivat eri tavalla. Ja jos jatkat kuvittelemista, saatat päätyä tutkimusmatkalle heidän elämäntarinaansa. Aika mielenkiintoista! Pitäisikö siis kuljetushihnalla pysähtyä vai ei? Lue täältä koko tarina: https://motivproject.eu/news/detail/stopping-or-not-stopping-in-a-moving-walkway.html
fr: Avez vous remarqué que certaines personnes s'arrêtent sur les tapis roulants ou les escalators, alors que d'autres continuent à se mouvoir ? Peut-on peut expliquer ces comportements? Préférez vous lorsque les gens marchent ou s'arrêtent ? Si la réponse vous vient en tête telle une évidence, repensez y. Ça pourrait ne pas être aussi simple. La prochaine fois que vous êtes sur un tapis roulant, observez les gens qui marchent et ceux qui se laissent porter. Vous pourriez avoir des indices sur leurs raisons. Laissez faire votre imagination, et imaginez leurs histoires. Amusant, non? S'arrêter ou ne pas s'arrêter, sur un tapis roulant ? Lisez l'histoire complète ici (en anglais): https://motivproject.eu/news/detail/stopping-or-not-stopping-in-a-moving-walkway.html
hr: Jeste li primijetili kako neki stoje na pokretnim stepenicama, dok se drugi nastave penjati njima? Što mislite, koji je razlog takvom ponašanju? Je li vam draže kada drugi ljudi hodaju ili kada stoje? Ako vam se odgovor čini očitim, razmislite ponovo. Možda to i nije tako jednostavno. Sljedeći put kada se krećete pokretnim stepenicama, pokušajte promatrati ljude koji ili stoje ili se penju. Samo gledajući ih, mogli biste dobiti zanimljive ideje o tome zašto se kreću ili ne. Ako nastavite zamišljati, možda smislite što bi mogla biti cijela njihova priča. Zabavno je! Stajati ili kretati se na pokretnim stepenicama? Pročitajte cijelu našu priču ovdje (samo na engleskom): https://motivproject.eu/news/detail/stopping-or-not-stopping-in-a-moving-walkway.html
it: Hai notato che alcune persone si fermano nei passaggi pedonali o nelle scale, mentre altri continuano a camminare? Quale pensi che sia la ragione di questo comportamento distinto? Preferisci quando gli altri camminano o quando stanno in piedi? Se la risposta che ti è venuta in mente sembra ovvia, ripensaci. Potrebbe non essere così semplice. La prossima volta che vai su una passerella mobile, prova a osservare le persone che camminano o stanno in piedi. Solo guardandoli, potresti ottenere dei suggerimenti abbastanza buoni sul perché. Se continui a immaginare, potresti anche avere un viaggio in quella che potrebbe essere la loro intera storia. È divertente! Fermare, o non fermarsi, in una passerella mobile? Leggi la nostra storia completa qui (solo in inglese): https://motivproject.eu/news/detail/stopping-or-not-stopping-in-a-moving-walkway.html
nb: Har du lagt merke til at noen folk stopper opp i rulletrapper og på rullebaner, mens andre fortsetter å gå? Hva tror du er årsaken til denne markante oppførselen? Foretrekker du at andre går eller står stille? Hvis det første svaret du tenkte på virker åpenbart, tenk igjen. Det er kanskje ikke så enkelt. Prøv å observere folk som blir stående neste gang du går i en rulletrapp. Bare ved å se på dem vil du antakelig få en idè om hvorfor. Om du fortsetter å fantasere vil du kanskje også få en reise inn hva som kanskje er personenes livshistorie. Det er gøy! Å stoppe eller ikke stoppe i rulletrappa? Les vår fulle historie her (Kun på Engelsk): https://motivproject.eu/news/detail/stopping-or-not-stopping-in-a-moving-walkway.html
pt: Alguma vez notaram que algumas pessoas subitamente param quando se deslocam em passadeiras ou escadas rolantes, enquanto outras mantêm o passo ao mesmo ritmo? Qual será a razão para um comportamento tão diferente? No seu caso, prefere que as pessoas continuem a andar ou parem? Se a resposta que lhe vier à cabeça parecer óbvia, pense novamente. Pode não ser assim tão simples. Da próxima vez que entrar numa passadeira rolante, observe o comportamento das pessoas que param e as que continuam a andar. É divertido imaginar e tentar compreender algumas das razões que estão na base deste comportamento. Pode, em alternativa, ler a nossa história integral sobre este tema, disponível em: https://motivproject.eu/news/detail/stopping-or-not-stopping-in-a-moving-walkway.html (história apenas disponível em Inglês, com o título "Stopping, or not stopping, in a moving walkway?")
sk: Všimol si si, že niektorí ľudia sa zastavia v prúde kráčajúceho davu alebo na schodoch, zatiaľ čo iní kráčajú ďalej? Čo myslíš, že je dôvodom takéhoto správania? Si radšej, keď iní ľudia pokračujú v ceste alebo keď stoja? Ak odpoveď, ktorá ti napadne, sa zdá byť úplne jednoznačná, zamysli sa znova. Nemusí to byť také jednoduché. Keď nabudúce pôjdeš v kráčajúcom dave, skús pozorovať ľudí, ktorí sa hýbu, aj tých, ktorí stoja. Len ich pozorovanie ti možno napovie, prečo. Keď budeš pokračovať v predstavách, tiež by si mohol odhaliť, aký je ich príbeh. Je to zábava! Zastaviť alebo nezastaviť v kráčajúcom dave? Prečítaj si celý príbeh tu (len v angličtine): https://motivproject.eu/news/detail/stopping-or-not-stopping-in-a-moving-walkway.html.

# story_6_title_virtual_travel_time
source: Virtual travel time
ca_es: Temps de viatge virtual
de: virtuelle Reisezeit
es: Tiempo de viaje virtual
fi: Virtuaalinen matka-aika
fr: Temps de trajet virtuel
hr: Virtualno vrijeme prometovanja
it: Tempo di viaggio virtuale
nb: Virtuell reisetid
nl: Virtuele reistijd
pt: Tempo de viagem virtual
sk: Virtuálny cestovný čas
