Repository: motiv-woorti-app/woorti-ios
Catalog: Teste1/*.lproj/Localizable.strings
Languages: ca_es, de, es, fi, fr, hr, it, nb, nl, pt, sk

# You_Must_Choose_Two_Legs_To_Merge
source: You must choose at least two legs to merge
ca_es: Has d'escollir almenys dos trams per combinar-los
de: Sie müssen mindestens zwei Schritte wählen, um zu verbinden
es: Debes elegir al menos dos tramos para combinarlos
fi: Valitse ainakin kaksi matkan osaa yhdistettäväksi
nb: Du må velge minst to deler å slå sammen
pt: Tem que escolher pelo menos dois percursos para os juntar
sk: Pre zlúčenie musíš vybrať najmenej dve časti cesty

source: You must choose consecutive legs to merge
ca_es: Has d'escollir trams consecutius per a poder combinar-los
de: Sie müssen aufenanderfolgende Schritte wählen, um zu verbinden
es: Debes escoger tramos consecutivos para poderlos combinar
fi: Valitse yhdistettäväksi peräkkäisiä matkan osia
nb: Du må slå sammen deler som er etterhverandre
pt: Tem que escolher dois percursos consecutivos para os juntar
sk: Pre zlúčenie musíš vybrať po sebe nasledujúce časti cesty

# The_Leg_Is_Too_Small_To_Be_Split
source: The leg you are trying to split is too small to be split
ca_es: El tram que estàs intentant dividir és massa curt
de: Der Schritt, den Sie versuchen aufzuteilen, ist dafür zu klein
es: El tramo que estás intentando dividir es demasiado pequeña
fi: Matkan osa jota yrität jakaa on liian pieni jaettavaksi
nb: Delen du prøver å splitte er for liten til å splittes
pt: O percurso que está a tentar dividir é demasiado pequeno
sk: Časť cesty, ktorú chceš rozdeliť je veľmi malá

source: Error splitting leg
ca_es: Error al dividir el tram
de: Fehler den Schritt aufzuteilen
es: Error al dividir el tramo
fi: Virhe matkan osan jakamisessa
nb: Det skjedde en feil
pt: Erro ao dividir um percurso
sk: Chyba pri rozdeľovaní časti cesty

source: Trips merged successfully!
ca_es: Viatges combinats amb èxit!
de: Fahrten erfolgreich verbunden!
es: Viajes combinados con éxito!
fi: Matkat yhdistetty!
nb: Reisene ble slått sammen!
pt: As viagens foram juntas com sucesso!
sk: Cesta bola zlúčená!

# Trip_Splitted_Successfully
source: Trip split successfully!
ca_es: Viatge dividit amb èxit!
de: Fahrt erfolgreich aufgeteilt!
es: Viajes divididos con éxito!
fi: Matka jaettu!
nb: Reisen ble splittet!
pt: Viagem dividida com sucesso!
sk: Cesta bola rozdelená!

# Please_Choose_Other_Leg_Transfer_Not_Last
source: Please choose another leg/transfer other than the last
ca_es: Si us plau, escull un tram/transbordament diferent a l'últim
de: Bitte wählen Sie ein anderer Schritt/Fahrt als den Letzten
es: Por favor escoge otro tramo/transbordo que no se el último
fi: Valitse joku muu matkan osa kuin viimeinen
nb: Vennligst velg en annen del/overgang enn den siste
pt: Por favor escolha outra viagem/transbordo que não a última
sk: Prosím vyber ďalšiu časť cesty/transfer

# Please_Choose_Leg_Transfer_To_Split
source: Please choose a leg/transfer to split
ca_es: Si us plau, escull un tram/transbordament per dividir
de: Bitte wählen Sie einen Schritt/ eine Fahrt zum Aufteilen aus
es: Por favor escoge un tramo/transbordo para dividirlo
fi: Valitse jaettava matkan osa
nb: Vennligst velg en del/overgang å splitte
pt: Por favor escolha uma viagem para dividir
sk: Pre rozdelenie vyber časť cesty alebo transfer

source: You must choose consecutive trips to merge
ca_es: Has d'escollir viatges consecutius per a combinar-los
de: Sie müssen aufeinanderfolgende Fahrten wählen, um Sie zu verbinden
es: Debes escoger viajes consecutivos para combinarlos
fi: Valitse yhdistettäväksi peräkkäisiä matkoja
nb: Du må velge reiser etterhverandre å slå sammen
pt: Tem que selecionar viagens consecutivas para juntá-las
sk: Pre zlúčenie musíš vybrať po sebe nasledujúce cesty

# You_Must_Choose_Two_Trips_To_Merge
source: You must choose at least two legs to merge
ca_es: Has d'escollir almenys dos trams per a poder combinar-los
de: Sie müssen mindestens zwei Schritte wählen, um zu verbinden
es: Debes escoger al menos dos tramos para poder combinarlos
fi: Valitse ainakin kaksi matkan osaa yhdistettäväksi
nb: Du må velge minst to deler å slå sammen
pt: Tem que selecionar pelo menos duas viagens para juntá-las
sk: Pre zlúčenie musíš vybrať minimálne dve časti cesty

# Demographic_Option_General
source: General
de: Allgemeines
fi: Yleistä
fr: Général
hr: Opće
it: Generale
nb: Generelt
nl: Algemeen
pt: Geral
sk: Všeobecné

source: No
de: Nein
fi: Ei
fr: Non
hr: Ne
nb: Nei
nl: Nee
pt: Não
sk: Nie

source: Era
de: seit immer
fi: aikakautena
fr: ère
nb: Tidsalder
nl: Eeuw
pt: Desde sempre?
sk: Éra

source: Metro
fr: Métro
hr: Metroom
nb: T-bane
